const storeDatabase = {
  '7-11': {
    '南投縣': {
      '仁愛鄉': [
        {
          name: '南投縣第二十六分公司',
          address: '南投縣仁愛鄉仁和路43、45號1樓'
        },
        {
          name: '南投縣第九十九分公司',
          address: '南投縣仁愛鄉中正路88之1號1樓'
        },
        {
          name: '南投縣第三十六分公司',
          address: '南投縣仁愛鄉仁和路223-1號1樓'
        },
        {
          name: '南投縣第八十六分公司',
          address: '南投縣仁愛鄉定遠新村28號1樓'
        },
        {
          name: '南投縣第一０六分公司',
          address: '南投縣仁愛鄉大同村仁和路171號1樓'
        },
        {
          name: '南投縣第五十五分公司',
          address: '南投縣仁愛鄉大同村定遠新村十八之一號一樓'
        },
        {
          name: '南投縣第五十一分公司',
          address: '南投縣仁愛鄉大同村定遠新村二十六之一號一樓'
        },
      ],
      '信義鄉': [
        {
          name: '南投縣第六十六分公司',
          address: '南投縣信義鄉玉山路８２之２號１樓'
        },
        {
          name: '南投縣第八十七分公司',
          address: '南投縣信義鄉同和巷8號1樓'
        },
      ],
      '名間鄉': [
        {
          name: '南投縣第七十八分公司',
          address: '南投縣名間鄉中正村彰南路218之32號1樓'
        },
        {
          name: '南投縣第三十三分公司',
          address: '南投縣名間鄉彰南路七十一-五號一樓'
        },
        {
          name: '南投縣第十三分公司',
          address: '南投縣名間鄉南雅村十二鄰員集路137號1樓'
        },
      ],
      '國姓鄉': [
        {
          name: '南投縣第五十三分公司',
          address: '南投縣國姓鄉國姓村三鄰中興路三０一號一樓'
        },
      ],
      '埔里鎮': [
        {
          name: '南投縣第十七分公司',
          address: '南投縣埔里鎮大湳里中山路1段423號1樓'
        },
        {
          name: '南投縣第一００分公司',
          address: '南投縣埔里鎮中山路4段97-1號、97-2號1樓'
        },
        {
          name: '南投縣第六十一分公司',
          address: '南投縣埔里鎮中山路三段一六八、一七０號一樓'
        },
        {
          name: '南投縣第六十四分公司',
          address: '南投縣埔里鎮中華路166號1樓'
        },
        {
          name: '南投縣第七十二分公司',
          address: '南投縣埔里鎮枇杷里中正路１８３－２３號'
        },
        {
          name: '南投縣第八十八分公司',
          address: '南投縣埔里鎮榮光路1-11號1樓'
        },
        {
          name: '南投縣第十二分公司',
          address: '南投縣埔里鎮蜈蚣里中山路1段149號1樓'
        },
        {
          name: '南投縣第三十五分公司',
          address: '南投縣埔里鎮南興街172號1樓'
        },
        {
          name: '南投縣第二０一分公司',
          address: '南投縣埔里鎮鐵山路36號1樓'
        },
        {
          name: '南投縣第二０二分公司',
          address: '南投縣埔里鎮仁愛路450-2號1樓'
        },
      ],
      '水里鄉': [
        {
          name: '南投縣第二十八分公司',
          address: '南投縣水里鄉民權路170號1樓'
        },
        {
          name: '南投縣第一０二分公司',
          address: '南投縣水里鄉民權巷110-1號1樓'
        },
        {
          name: '南投縣第六十八分公司',
          address: '南投縣水里鄉中山路一段540號1樓'
        },
        {
          name: '南投縣第六十九分公司',
          address: '南投縣水里鄉鉅工村民生路175號1樓'
        },
        {
          name: '南投縣第四十三分公司',
          address: '南投縣水里鄉中山路1段63號1樓'
        },
      ],
      '竹山鎮': [
        {
          name: '南投縣第二十五分公司',
          address: '南投縣竹山鎮集山路3段73、73-1號1樓'
        },
        {
          name: '南投縣第三十分公司',
          address: '南投縣竹山鎮集山路三段1089號1樓'
        },
        {
          name: '南投縣第二十九分公司',
          address: '南投縣竹山鎮山崇里六鄰集山路一段二０五一號一樓'
        },
        {
          name: '南投縣第七十一分公司',
          address: '南投縣竹山鎮中山里２０鄰自強路１７６號'
        },
        {
          name: '南投縣第二０五分公司',
          address: '南投縣竹山鎮大明路500號1樓'
        },
        {
          name: '南投縣第九十五分公司',
          address: '南投縣竹山鎮延正路45-30號1樓'
        },
        {
          name: '南投縣第十一分公司',
          address: '南投縣竹山鎮集山路二段58號1樓'
        },
        {
          name: '南投縣第四十八分公司',
          address: '南投縣竹山鎮大智路五十七號一樓'
        },
        {
          name: '南投縣第四十七分公司',
          address: '南投縣竹山鎮竹山路92、94號1樓'
        },
      ],
      '草屯鎮': [
        {
          name: '南投縣第二十二分公司',
          address: '南投縣草屯鎮太平路1段221號1樓'
        },
        {
          name: '南投縣第二十三分公司',
          address: '南投縣草屯鎮中正路254-10號1樓'
        },
        {
          name: '南投縣第五十九分公司',
          address: '南投縣草屯鎮敦和里仁愛街197、199號1樓'
        },
        {
          name: '南投縣第六十五分公司',
          address: '南投縣草屯鎮碧興路一段七九八之一號一樓'
        },
        {
          name: '南投縣第七十四分公司',
          address: '南投縣草屯鎮中山里草溪路1082、1084、1086號1樓'
        },
        {
          name: '南投縣第七十六分公司',
          address: '南投縣草屯鎮御史里登輝路558號1樓'
        },
        {
          name: '南投縣第七十九分公司',
          address: '南投縣草屯鎮博愛路1012號1樓'
        },
        {
          name: '南投縣第八十一分公司',
          address: '南投縣草屯鎮太平路2段248、250號1樓'
        },
        {
          name: '南投縣第八十二分公司',
          address: '南投縣草屯鎮新豐路351號1樓'
        },
        {
          name: '南投縣第八十三分公司',
          address: '南投縣草屯鎮虎山路495、497、499號1樓'
        },
      ],
      '集集鎮': [
        {
          name: '南投縣第七十七分公司',
          address: '南投縣集集鎮民生路65之1號1樓'
        },
        {
          name: '南投縣第四十四分公司',
          address: '南投縣集集鎮八張街75號1樓'
        },
      ],
      '魚池鄉': [
        {
          name: '南投縣第八十四分公司',
          address: '南投縣魚池鄉日月村義勇街89號1樓'
        },
        {
          name: '南投縣第九十二分公司',
          address: '南投縣魚池鄉魚池街799號1樓'
        },
        {
          name: '南投縣第二０四分公司',
          address: '南投縣魚池鄉中興路32-3號1樓'
        },
        {
          name: '南投縣第九十四分公司',
          address: '南投縣魚池鄉中山路118號1樓'
        },
        {
          name: '南投縣第二十四分公司',
          address: '南投縣魚池鄉魚池街三五０號一樓'
        },
      ],
      '鹿谷鄉': [
        {
          name: '南投縣第一０一分公司',
          address: '南投縣鹿谷鄉中正路三段63號1樓'
        },
        {
          name: '南投縣第九十六分公司',
          address: '南投縣鹿谷鄉中正一路225號1樓'
        },
        {
          name: '南投縣第十六分公司',
          address: '南投縣鹿谷鄉仁義路一四八號一樓'
        },
      ],
    },
    '南投縣南投市': {
      '其他': [
        {
          name: '南投縣第五十七分公司',
          address: '南投縣南投市永豐里十一鄰工業路三十三號一樓'
        },
        {
          name: '南投縣第六十三分公司',
          address: '南投縣南投市彰南路一段1031-2號1樓'
        },
        {
          name: '南投縣第三十四分公司',
          address: '南投縣南投市復興路38號1樓'
        },
        {
          name: '南投縣第八十九分公司',
          address: '南投縣南投市中興路198號1樓'
        },
        {
          name: '南投縣第九十分公司',
          address: '南投縣南投市祖祠路16-4號1樓'
        },
        {
          name: '南投縣第一分公司',
          address: '南投縣南投市南陽路476號1樓'
        },
        {
          name: '南投縣第二０六分公司',
          address: '南投縣南投市八德路600-1號1樓'
        },
        {
          name: '南投縣第四十分公司',
          address: '南投縣南投市南崗三路8號2樓'
        },
        {
          name: '南投縣第四十一分公司',
          address: '南投縣南投市中學西路61號1樓'
        },
        {
          name: '南投縣第十九分公司',
          address: '南投縣南投市東山路四０八號一樓'
        },
      ],
    },
    '嘉義市': {
      '其他': [
        {
          name: '嘉義市第三分公司',
          address: '嘉義市華南里民族路102號1樓'
        },
        {
          name: '嘉義巿第１分公司',
          address: '嘉義市仁愛路155號1樓'
        },
        {
          name: '嘉義巿第３分公司',
          address: '嘉義市中山路６０５號１樓'
        },
        {
          name: '嘉義巿第５分公司',
          address: '嘉義市興業路８６、８８號１樓'
        },
        {
          name: '嘉義巿第１１分公司',
          address: '嘉義市芳草里芳安路１號１樓'
        },
        {
          name: '嘉義市第四十一分公司',
          address: '嘉義市興達路331號1樓'
        },
        {
          name: '嘉義市第六十分公司',
          address: '嘉義市磚磘里16鄰玉山路203號1樓'
        },
        {
          name: '嘉義市第六十二分公司',
          address: '嘉義市溪興街107、109號1樓'
        },
        {
          name: '嘉義市第三十六分公司',
          address: '嘉義市忠孝路六五０號一樓'
        },
        {
          name: '嘉義巿第十四分公司',
          address: '嘉義市安寮里二十四鄰吳鳳南路１９４號１樓'
        },
      ],
      '東區': [
        {
          name: '嘉義市第三十五分公司',
          address: '嘉義市東區雲霄里民權路194、196、198號1樓'
        },
        {
          name: '嘉義市第二十二分公司',
          address: '嘉義市東區大雅路二段421號1樓'
        },
        {
          name: '嘉義市第四十五分公司',
          address: '嘉義市東區興仁里１鄰軍輝路６０號１樓'
        },
        {
          name: '嘉義市第十七分公司',
          address: '嘉義市東區盧厝里１１鄰文雅街２１１號１樓'
        },
        {
          name: '嘉義市第五十三分公司',
          address: '嘉義市東區林森東路288、288-1號1樓'
        },
        {
          name: '嘉義市第五十五分公司',
          address: '嘉義市東區忠孝路539號'
        },
        {
          name: '嘉義市第五十六分公司',
          address: '嘉義市東區立仁路120號'
        },
        {
          name: '嘉義市第五十七分公司',
          address: '嘉義市東區荖藤里7鄰忠孝北路206號1樓'
        },
        {
          name: '嘉義市第五十八分公司',
          address: '嘉義市東區圳頭里7鄰林森東路720號1樓'
        },
        {
          name: '嘉義市第六十一分公司',
          address: '嘉義市東區太平里15鄰民權路72號1樓'
        },
      ],
      '西區': [
        {
          name: '嘉義巿第２９分公司',
          address: '嘉義市西區福全里三十四鄰八德路七十三號'
        },
        {
          name: '嘉義巿第３０分公司',
          address: '嘉義市西區大溪里北港路597號1樓'
        },
        {
          name: '嘉義市第１５分公司',
          address: '嘉義市西區湖內里二十一鄰民生南路五九八．六００號一樓'
        },
        {
          name: '嘉義巿第八分公司',
          address: '嘉義市西區民生北路182、184號1樓'
        },
        {
          name: '嘉義市第四十四分公司',
          address: '嘉義市西區湖內里南京路一二四號一樓'
        },
        {
          name: '嘉義市第四十六分公司',
          address: '嘉義市西區新厝里８鄰友愛路７１１號１樓'
        },
        {
          name: '嘉義市第四十八分公司',
          address: '嘉義市西區車店里上海路１４７號１樓'
        },
        {
          name: '嘉義市第五十二分公司',
          address: '嘉義市西區福全里北港路309號'
        },
        {
          name: '嘉義市第五十四分公司',
          address: '嘉義市西區博愛路2段572號'
        },
        {
          name: '嘉義市第五十九分公司',
          address: '嘉義市西區育英里民生南路129、131號1樓'
        },
      ],
    },
    '嘉義縣': {
      '中埔鄉': [
        {
          name: '嘉義縣第四十二分公司',
          address: '嘉義縣中埔鄉中埔村169號1樓'
        },
        {
          name: '嘉義縣第六十六分公司',
          address: '嘉義縣中埔鄉隆興村9鄰十字路233號'
        },
        {
          name: '嘉義縣第七十三分公司',
          address: '嘉義縣中埔鄉和睦村司公廍4-20號1樓'
        },
        {
          name: '嘉義縣第二一０分公司',
          address: '嘉義縣中埔鄉汴頭60號1樓'
        },
        {
          name: '嘉義縣第七十六分公司',
          address: '嘉義縣中埔鄉頂山門41-2號1樓'
        },
        {
          name: '嘉義縣第八十五分公司',
          address: '嘉義縣中埔鄉和美村大義路416號1樓'
        },
        {
          name: '嘉義縣第二十四分公司',
          address: '嘉義縣中埔鄉和興村中華路八六三號一樓'
        },
        {
          name: '嘉義縣第一分公司',
          address: '嘉義縣中埔鄉中山路856號1樓'
        },
      ],
      '六腳鄉': [
        {
          name: '嘉義縣第五十四分公司',
          address: '嘉義縣六腳鄉蘇厝村6鄰153-6號'
        },
        {
          name: '嘉義縣第一０六分公司',
          address: '嘉義縣六腳鄉正義村大橋頭190-2號1樓'
        },
        {
          name: '嘉義縣第二０一分公司',
          address: '嘉義縣六腳鄉蒜頭村蒜頭1-18號1樓'
        },
      ],
      '大埔鄉': [
        {
          name: '嘉義縣第七十九分公司',
          address: '嘉義縣大埔鄉大埔村大埔276號之6　1樓'
        },
      ],
      '大林鎮': [
        {
          name: '嘉義縣第四十七分公司',
          address: '嘉義縣大林鎮西林里忠孝路713號1樓'
        },
        {
          name: '嘉義縣第六十四分公司',
          address: '嘉義縣大林鎮過溪里2鄰過溪1號'
        },
        {
          name: '嘉義縣第七十二分公司',
          address: '嘉義縣大林鎮平林里32鄰新興街113號1樓'
        },
        {
          name: '嘉義縣第九十一分公司',
          address: '嘉義縣大林鎮大美里19鄰大智一街1號1樓'
        },
        {
          name: '嘉義縣第二十五分公司',
          address: '嘉義縣大林鎮下潭底二十三之五號'
        },
        {
          name: '嘉義縣第４分公司',
          address: '嘉義縣大林鎮仁愛路23、25、27號1樓'
        },
      ],
      '布袋鎮': [
        {
          name: '嘉義縣第一０九分公司',
          address: '嘉義縣布袋鎮興中里龍江路1號1樓'
        },
        {
          name: '嘉義縣第四十六分公司',
          address: '嘉義縣布袋鎮岑海里12鄰中正路63號1樓'
        },
        {
          name: '嘉義縣第六十一分公司',
          address: '嘉義縣布袋鎮復興里12鄰新塭147號之3'
        },
        {
          name: '嘉義縣第二０三分公司',
          address: '嘉義縣布袋鎮上海路177號1樓'
        },
        {
          name: '嘉義縣第八十二分公司',
          address: '嘉義縣布袋鎮新厝里新厝仔67-1號1樓'
        },
        {
          name: '嘉義縣第二十七分公司',
          address: '嘉義縣布袋鎮中安里中厝十一號一樓'
        },
      ],
      '新港鄉': [
        {
          name: '嘉義縣第二一一分公司',
          address: '嘉義縣新港鄉新民路252號附1'
        },
        {
          name: '嘉義縣第七十八分公司',
          address: '嘉義縣新港鄉中山路72巷1號1樓、中山路74號1樓'
        },
        {
          name: '嘉義縣第三十分公司',
          address: '嘉義縣新港鄉中洋村後厝子一之三十三號一樓'
        },
        {
          name: '嘉義縣第三十四分公司',
          address: '嘉義縣新港鄉菜公村七鄰菜公厝六十四附六'
        },
        {
          name: '嘉義縣第四十分公司',
          address: '嘉義縣新港鄉福德村17鄰福港路116號1樓'
        },
      ],
      '東石鄉': [
        {
          name: '嘉義縣第五十二分公司',
          address: '嘉義縣東石鄉永屯村３５附１８號'
        },
        {
          name: '嘉義縣第八十三分公司',
          address: '嘉義縣東石鄉猿樹村東石205-1號1樓'
        },
      ],
      '梅山鄉': [
        {
          name: '嘉義縣第四十八分公司',
          address: '嘉義縣梅山鄉梅北村中山路437號1樓'
        },
        {
          name: '嘉義縣第八十六分公司',
          address: '嘉義縣梅山鄉梅北村新興路279號1樓'
        },
        {
          name: '嘉義縣第７分公司',
          address: '嘉義縣梅山鄉中山路125號1樓'
        },
      ],
      '民雄鄉': [
        {
          name: '嘉義縣第１１分公司',
          address: '嘉義縣民雄鄉民權路42-2號1樓'
        },
        {
          name: '嘉義縣第１４分公司',
          address: '嘉義縣民雄鄉西安村二十二鄰西安路37、39號1樓'
        },
        {
          name: '嘉義縣第１５分公司',
          address: '嘉義縣民雄鄉東榮村４鄰建國路一段１３４號１樓'
        },
        {
          name: '嘉義縣第二十一分公司',
          address: '嘉義縣民雄鄉興南村頭橋557-43、557-45、557-46號1樓'
        },
        {
          name: '嘉義縣第十八分公司',
          address: '嘉義縣民雄鄉北勢子73-54、73-55號1樓'
        },
        {
          name: '嘉義縣第六十二分公司',
          address: '嘉義縣民雄鄉三興村7鄰大學路1段421號1樓'
        },
        {
          name: '嘉義縣第七十分公司',
          address: '嘉義縣民雄鄉文隆村2鄰鴨母坐1-92號1樓'
        },
        {
          name: '嘉義縣第七十五分公司',
          address: '嘉義縣民雄鄉大崎村10鄰十四甲17-10號1樓'
        },
        {
          name: '嘉義縣第八十九分公司',
          address: '嘉義縣民雄鄉福樂村埤角547號1樓'
        },
        {
          name: '嘉義縣第九十分公司',
          address: '嘉義縣民雄鄉文隆村11鄰鴨母坔85號1樓'
        },
      ],
      '水上鄉': [
        {
          name: '嘉義縣第十六分公司',
          address: '嘉義縣水上鄉水頭村中興路三七八、三八０號一樓'
        },
        {
          name: '嘉義縣第五十七分公司',
          address: '嘉義縣水上鄉龍德村11鄰11指厝75之90號'
        },
        {
          name: '嘉義縣第七十一分公司',
          address: '嘉義縣水上鄉回歸村5鄰中山路3段167號'
        },
        {
          name: '嘉義縣第一０七分公司',
          address: '嘉義縣水上鄉粗溪村中山路2段381號1樓'
        },
        {
          name: '嘉義縣第二0四分公司',
          address: '嘉義縣水上鄉水上村中正路171、173號1樓'
        },
        {
          name: '嘉義縣第二０六分公司',
          address: '嘉義縣水上鄉中義路992號1樓'
        },
        {
          name: '嘉義縣第七十七分公司',
          address: '嘉義縣水上鄉崎子頭159-15號1樓'
        },
        {
          name: '嘉義縣第三十二分公司',
          address: '嘉義縣水上鄉中庄村三鄰中庄巷六九號一樓'
        },
        {
          name: '嘉義縣第三十八分公司',
          address: '嘉義縣水上鄉忠孝街149、151號1樓'
        },
      ],
      '溪口鄉': [
        {
          name: '嘉義縣第五十六分公司',
          address: '嘉義縣溪口鄉溪西村中正路229-1號'
        },
        {
          name: '嘉義縣第五分公司',
          address: '嘉義縣溪口鄉坪頂村中正東路1號1樓'
        },
      ],
      '番路鄉': [
        {
          name: '嘉義縣第一０八分公司',
          address: '嘉義縣番路鄉下坑村菜公店92號1樓'
        },
      ],
      '竹崎鄉': [
        {
          name: '嘉義縣第四十九分公司',
          address: '嘉義縣竹崎鄉中和村12鄰奮起湖178-1號'
        },
        {
          name: '嘉義縣第五十一分公司',
          address: '嘉義縣竹崎鄉竹崎村10鄰中山路111號1樓'
        },
        {
          name: '嘉義縣第五十三分公司',
          address: '嘉義縣竹崎鄉灣橋村16鄰221號'
        },
        {
          name: '嘉義縣第五十九分公司',
          address: '嘉義縣竹崎鄉中和村石棹22之27、22之29號'
        },
        {
          name: '嘉義縣第七十四分公司',
          address: '嘉義縣竹崎鄉和平村田寮98、98-1號1樓'
        },
      ],
      '義竹鄉': [
        {
          name: '嘉義縣第八十分公司',
          address: '嘉義縣義竹鄉義竹423號1樓'
        },
        {
          name: '嘉義縣第八十四分公司',
          address: '嘉義縣義竹鄉六桂村義竹156-1號1樓'
        },
      ],
      '鹿草鄉': [
        {
          name: '嘉義縣第四十三分公司',
          address: '嘉義縣鹿草鄉鹿草528、530號1樓'
        },
      ],
    },
    '嘉義縣太保市': {
      '其他': [
        {
          name: '嘉義縣第四十五分公司',
          address: '嘉義縣太保市太保里太保46-1號1樓'
        },
        {
          name: '嘉義縣第五十分公司',
          address: '嘉義縣太保市祥和一路東段29號'
        },
        {
          name: '嘉義縣第五十五分公司',
          address: '嘉義縣太保市安仁里祥和三路東段220、222、226號1樓'
        },
        {
          name: '嘉義縣第五十八分公司',
          address: '嘉義縣太保市高鐵西路168號'
        },
        {
          name: '嘉義縣第六十分公司',
          address: '嘉義縣太保市舊埤里1鄰新埤5之16號'
        },
        {
          name: '嘉義縣第一０五分公司',
          address: '嘉義縣太保市南新里中山路一段210號1樓'
        },
        {
          name: '嘉義縣第二０九分公司',
          address: '嘉義縣太保市後潭里15鄰408-7、408-8號1樓'
        },
        {
          name: '嘉義縣第二十三分公司',
          address: '嘉義縣太保市麻寮里十八鄰北港路二段五一一號一樓'
        },
        {
          name: '嘉義縣第三十七分公司',
          address: '嘉義縣太保市南新里北港路2段190號1樓'
        },
      ],
    },
    '嘉義縣朴子市': {
      '其他': [
        {
          name: '嘉義縣第八十八分公司',
          address: '嘉義縣朴子市祥和三路西段97號1樓'
        },
        {
          name: '嘉義縣第四十四分公司',
          address: '嘉義縣朴子市大葛里23鄰嘉朴路西段121號1樓'
        },
        {
          name: '嘉義縣第六十八分公司',
          address: '嘉義縣朴子市博厚里1鄰開元路282號1樓'
        },
        {
          name: '嘉義縣第二０二分公司',
          address: '嘉義縣朴子市竹圍里大同路212號1樓、文化南路81、83號1樓'
        },
        {
          name: '嘉義縣第二０五分公司',
          address: '嘉義縣朴子市開元路161、165號1樓'
        },
        {
          name: '嘉義縣第６分公司',
          address: '嘉義縣朴子市光復路29號1樓'
        },
      ],
      '大鄉': [
        {
          name: '嘉義縣第六十七分公司',
          address: '嘉義縣朴子市大鄉里1鄰大槺榔179號之4'
        },
      ],
    },
    '基隆市': {
      '七堵區': [
        {
          name: '基隆市第八十七分公司',
          address: '基隆市七堵區東新街2號'
        },
        {
          name: '基隆市第八十八分公司',
          address: '基隆市七堵區永富路99號、101號、103號1樓'
        },
        {
          name: '基隆市第十分公司',
          address: '基隆市七堵區堵南街22-1號1樓'
        },
        {
          name: '基隆市第八十一分公司',
          address: '基隆市七堵區自治街9、11號1樓'
        },
        {
          name: '基隆市第八十三分公司',
          address: '基隆市七堵區工建路1-22、1-23號1樓'
        },
        {
          name: '基隆市第八十二分公司',
          address: '基隆市七堵區實踐路286號1樓、福二街229號1樓'
        },
        {
          name: '基隆市第八十六分公司',
          address: '基隆市七堵區華新一路22-26號1樓'
        },
        {
          name: '基隆市第三十六分公司',
          address: '基隆市七堵區百三街六十一號'
        },
        {
          name: '基隆市第四十七分公司',
          address: '基隆市七堵區福五街80、82號'
        },
      ],
      '中山區': [
        {
          name: '基隆巿第二十四分公司',
          address: '基隆市中山區復興路193、195、197號1樓'
        },
        {
          name: '基隆市第五十七分公司',
          address: '基隆市中山區復興路328-6、328-7號1樓'
        },
        {
          name: '基隆市第七十五分公司',
          address: '基隆市中山區中華路9號1樓'
        },
        {
          name: '基隆巿第９分公司',
          address: '基隆市中山區西定路38、40號1樓'
        },
      ],
      '中正區': [
        {
          name: '基隆市第２１分公司',
          address: '基隆市中正區祥豐街339號1樓'
        },
        {
          name: '基隆市第５分公司',
          address: '基隆市中正區中正路609號1樓'
        },
        {
          name: '基隆市第八十九分公司',
          address: '基隆市中正區新豐街203號1樓'
        },
        {
          name: '基隆市第一分公司',
          address: '基隆市中正區港通里中正路54號1樓'
        },
        {
          name: '基隆市第八十分公司',
          address: '基隆市中正區和一路125、127號1樓'
        },
        {
          name: '基隆市第七十九分公司',
          address: '基隆市中正區義一路43號1樓'
        },
        {
          name: '基隆市第八十四分公司',
          address: '基隆市中正區北寧路327號1樓'
        },
        {
          name: '基隆市第二十分公司',
          address: '基隆市中正區新豐街三八一、三八三號'
        },
        {
          name: '基隆市第１４分公司',
          address: '基隆市中正區中正路３２２號１樓'
        },
        {
          name: '基隆市第十五分公司',
          address: '基隆市中正區豐稔街27、29號1樓'
        },
      ],
      '仁愛區': [
        {
          name: '基隆巿第２５分公司',
          address: '基隆市仁愛區仁五路63號1樓'
        },
        {
          name: '基隆市第二十六分公司',
          address: '基隆市仁愛區成功一路115、117號1樓'
        },
        {
          name: '基隆市第三十二分公司',
          address: '基隆市仁愛區孝三路89、91號1樓'
        },
        {
          name: '基隆市第九十二分公司',
          address: '基隆市仁愛區仁二路84、86號1樓'
        },
        {
          name: '基隆市第九十一分公司',
          address: '基隆市仁愛區仁三路66號1樓、愛二路54巷10號1樓'
        },
        {
          name: '基隆市五十一分公司',
          address: '基隆市仁愛區港西街６－２號１樓'
        },
        {
          name: '基隆市第五十八分公司',
          address: '基隆市仁愛區港西街５號'
        },
        {
          name: '基隆市第六十六分公司',
          address: '基隆市仁愛區愛二路65號1樓'
        },
        {
          name: '基隆市第六十八分公司',
          address: '基隆市仁愛區忠三路52-1、54號1樓'
        },
        {
          name: '基隆市第七十一分公司',
          address: '基隆市仁愛區南榮路187號1樓'
        },
      ],
      '信義區': [
        {
          name: '基隆市第１７分公司',
          address: '基隆市信義區東信路五十．五十二號一樓'
        },
        {
          name: '基隆市第五十分公司',
          address: '基隆市信義區禮東里東明路六十九號一樓'
        },
        {
          name: '基隆市第六十一分公司',
          address: '基隆市信義區深美街196號1樓'
        },
        {
          name: '基隆市第六十三分公司',
          address: '基隆市信義區深澳坑路2-6、2-7號1樓'
        },
        {
          name: '基隆市第六十九分公司',
          address: '基隆市信義區深澳坑路166-30號1樓'
        },
        {
          name: '基隆市第七十七分公司',
          address: '基隆市信義區東光里東信路166、168號1樓'
        },
        {
          name: '基隆市第三十九分公司',
          address: '基隆市信義區信二路一六七號'
        },
        {
          name: '基隆市第四十一分公司',
          address: '基隆市信義區深溪路43、45號1樓'
        },
        {
          name: '基隆市第四十四分公司',
          address: '基隆市信義區信二路二四三、二四五號一樓'
        },
      ],
      '其他': [
        {
          name: '基隆市第３０分公司',
          address: '基隆市仁一路二七五號'
        },
        {
          name: '基隆巿第２分公司',
          address: '基隆市東信路１５６–３號１樓'
        },
        {
          name: '基隆巿第３分公司',
          address: '基隆市明德一路１７４號１樓'
        },
        {
          name: '基隆市第四分公司',
          address: '基隆市義一路二十二、二十四號一樓'
        },
        {
          name: '基隆巿第７分公司',
          address: '基隆市仁二路２１６號１樓'
        },
        {
          name: '基隆巿第８分公司',
          address: '基隆市北寧路３８２、３８２–５號１樓'
        },
        {
          name: '基隆巿第十分公司',
          address: '基隆市中正路２９４、２９６號１樓'
        },
        {
          name: '基隆市第四十六分公司',
          address: '基隆市新豐街303巷11弄1、3號1樓'
        },
        {
          name: '基隆巿第十一分公司',
          address: '基隆市中正路672號1樓'
        },
        {
          name: '基隆巿第１７分公司',
          address: '基隆市八堵路七十七．七十九號１樓'
        },
      ],
      '安樂區': [
        {
          name: '基隆市第２２分公司',
          address: '基隆市安樂區基金三路80、80-1號1樓'
        },
        {
          name: '基隆市第九十分公司',
          address: '基隆市安樂區武訓街102號1樓'
        },
        {
          name: '基隆市第九十三分公司',
          address: '基隆市安樂區麥金路197號1樓'
        },
        {
          name: '基隆市五十二分公司',
          address: '基隆市安樂區基金一路１３５巷２１弄２－１號１樓'
        },
        {
          name: '基隆市第五十四分公司',
          address: '基隆市安樂區基金三路75、75-1號1樓'
        },
        {
          name: '基隆市第五十五分公司',
          address: '基隆市安樂區麥金路４２７號１樓'
        },
        {
          name: '基隆市第三十三分公司',
          address: '基隆市安樂區安一路１７２、１７４號１樓'
        },
        {
          name: '基隆市第七十四分公司',
          address: '基隆市安樂區麥金路64、66號1樓'
        },
        {
          name: '基隆市第九十四分公司',
          address: '基隆市安樂區樂利二街62巷292號1樓、293號1樓、291號2樓'
        },
        {
          name: '基隆市第三十四分公司',
          address: '基隆市安樂區基金一路381、383號1樓'
        },
      ],
      '暖暖區': [
        {
          name: '基隆市第六十分公司',
          address: '基隆市暖暖區碇內街9、11號1樓'
        },
        {
          name: '基隆市第四十二分公司',
          address: '基隆市暖暖區暖暖街554號1樓'
        },
        {
          name: '基隆市第七十三分公司',
          address: '基隆市暖暖區暖暖街175、177號1樓'
        },
        {
          name: '基隆巿第十六分公司',
          address: '基隆市暖暖區源遠路158、160號1樓'
        },
        {
          name: '基隆市第二分公司',
          address: '基隆市暖暖區源遠路294、296、298號1樓'
        },
      ],
    },
    '宜蘭縣': {
      '三星鄉': [
        {
          name: '宜蘭縣第六十五分公司',
          address: '宜蘭縣三星鄉大洲村大洲路54之10號1樓、上將路2段357號1樓'
        },
        {
          name: '宜蘭縣第二分公司',
          address: '宜蘭縣三星鄉義德村6鄰三星路5段228號1樓'
        },
        {
          name: '宜蘭縣第一０九分公司',
          address: '宜蘭縣三星鄉大隱村三星路2段13號1樓'
        },
        {
          name: '宜蘭縣第五十一分公司',
          address: '宜蘭縣三星鄉大隱村大埔路一一二之七號'
        },
      ],
      '五結鄉': [
        {
          name: '宜蘭縣第二十二分公司',
          address: '宜蘭縣五結鄉中正路二段一二七號一樓'
        },
        {
          name: '宜蘭縣第三十一分公司',
          address: '宜蘭縣五結鄉中正路1段174、176號'
        },
        {
          name: '宜蘭縣第七十四分公司',
          address: '宜蘭縣五結鄉親河路2段289號'
        },
        {
          name: '宜蘭縣第八十二分公司',
          address: '宜蘭縣五結鄉協和村親河路1段140號1樓'
        },
        {
          name: '宜蘭縣第九十六分公司',
          address: '宜蘭縣五結鄉五結路3段493號1樓'
        },
        {
          name: '宜蘭縣第九十九分公司',
          address: '宜蘭縣五結鄉傳藝路1段369、371號1樓'
        },
        {
          name: '宜蘭縣第五十分公司',
          address: '宜蘭縣五結鄉五結路二段393、395、397號1樓'
        },
        {
          name: '宜蘭縣第四十九分公司',
          address: '宜蘭縣五結鄉二結路107號1樓'
        },
      ],
      '冬山鄉': [
        {
          name: '宜蘭縣第２０分公司',
          address: '宜蘭縣冬山鄉廣興村宜蘭縣冬山鄉廣興里七鄰廣興路一九六、一九八號一樓'
        },
        {
          name: '宜蘭縣第二十四分公司',
          address: '宜蘭縣冬山鄉義成路3段2號1樓、永興路1段452號1樓'
        },
        {
          name: '宜蘭縣第五十八分公司',
          address: '宜蘭縣冬山鄉冬山路一段九八四號一樓'
        },
        {
          name: '宜蘭縣第六十一分公司',
          address: '宜蘭縣冬山鄉義成路三段361、363號1樓'
        },
        {
          name: '宜蘭縣第六十七分公司',
          address: '宜蘭縣冬山鄉香和村冬山路1段725號'
        },
        {
          name: '宜蘭縣第一一０分公司',
          address: '宜蘭縣冬山鄉冬山路100-1號1樓'
        },
        {
          name: '宜蘭縣第一一六分公司',
          address: '宜蘭縣冬山鄉廣興路166、168號1樓'
        },
      ],
      '南澳鄉': [
        {
          name: '宜蘭縣第一０四分公司',
          address: '宜蘭縣南澳鄉蘇花路2段165號1樓'
        },
      ],
      '員山鄉': [
        {
          name: '宜蘭縣第一一七分公司',
          address: '宜蘭縣員山鄉員山路2段264號1樓'
        },
        {
          name: '宜蘭縣第一一二分公司',
          address: '宜蘭縣員山鄉惠民路207號1樓'
        },
        {
          name: '宜蘭縣第三十六分公司',
          address: '宜蘭縣員山鄉員山路一段一八四、一八六號一樓'
        },
        {
          name: '宜蘭縣第二十八分公司',
          address: '宜蘭縣員山鄉員山村十六鄰員山路一段三０三號'
        },
        {
          name: '宜蘭縣第五十二分公司',
          address: '宜蘭縣員山鄉同樂村同新路二八四號'
        },
      ],
      '壯圍鄉': [
        {
          name: '宜蘭縣第七十二分公司',
          address: '宜蘭縣壯圍鄉壯五路143之3號'
        },
        {
          name: '宜蘭縣第一一一分公司',
          address: '宜蘭縣壯圍鄉大福路3段1、5號1樓'
        },
        {
          name: '宜蘭縣第一一四分公司',
          address: '宜蘭縣壯圍鄉中央路2段311號1樓'
        },
        {
          name: '宜蘭縣第四十二分公司',
          address: '宜蘭縣壯圍鄉大福路一二七號一樓'
        },
      ],
      '礁溪鄉': [
        {
          name: '宜蘭縣第十四分公司',
          address: '宜蘭縣礁溪鄉礁溪路四段85、87號1樓'
        },
        {
          name: '宜蘭縣第五十六分公司',
          address: '宜蘭縣礁溪鄉吳沙村礁溪路一段一四六號'
        },
        {
          name: '宜蘭縣第六十分公司',
          address: '宜蘭縣礁溪鄉德陽村三鄰中山路二段二０四號一樓'
        },
        {
          name: '宜蘭縣第六十六分公司',
          address: '宜蘭縣礁溪鄉中山路1段175號1樓'
        },
        {
          name: '宜蘭縣第七十三分公司',
          address: '宜蘭縣礁溪鄉礁溪路3段302、306號'
        },
        {
          name: '宜蘭縣第七十九分公司',
          address: '宜蘭縣礁溪鄉大忠村大忠路120、122號1樓'
        },
        {
          name: '宜蘭縣第八十七分公司',
          address: '宜蘭縣礁溪鄉礁溪路5段51號1樓'
        },
        {
          name: '宜蘭縣第一０八分公司',
          address: '宜蘭縣礁溪鄉溫泉路85號1樓'
        },
        {
          name: '宜蘭縣第一一五分公司',
          address: '宜蘭縣礁溪鄉玉龍路2段417號1樓'
        },
        {
          name: '宜蘭縣第三十八分公司',
          address: '宜蘭縣礁溪鄉德陽路六十五號一樓'
        },
      ],
      '羅東鎮': [
        {
          name: '宜蘭縣第6分公司',
          address: '宜蘭縣羅東鎮南昌街53巷6-3號1樓'
        },
        {
          name: '宜蘭縣第１３分公司',
          address: '宜蘭縣羅東鎮興東南路188號1樓'
        },
        {
          name: '宜蘭縣第一０六分公司',
          address: '宜蘭縣羅東鎮興東路263-1號1樓'
        },
        {
          name: '宜蘭縣第七十五分公司',
          address: '宜蘭縣羅東鎮集翔里2鄰中正路147號1樓'
        },
        {
          name: '宜蘭縣第八十一分公司',
          address: '宜蘭縣羅東鎮公園路100號'
        },
        {
          name: '宜蘭縣第一九一分公司',
          address: '宜蘭縣羅東鎮公正路357、359號1樓'
        },
        {
          name: '宜蘭縣第一九五分公司',
          address: '宜蘭縣羅東鎮公正路31號1樓'
        },
        {
          name: '宜蘭縣第九十四分公司',
          address: '宜蘭縣羅東鎮復興路2段257號1樓'
        },
        {
          name: '宜蘭縣第九十五分公司',
          address: '宜蘭縣羅東鎮南昌街79號1樓'
        },
        {
          name: '宜蘭縣第一0二分公司',
          address: '宜蘭縣羅東鎮公正路136號1樓'
        },
      ],
      '蘇澳鎮': [
        {
          name: '宜蘭縣第１６分公司',
          address: '宜蘭縣蘇澳鎮蘇北里3鄰中山路74、76號1樓'
        },
        {
          name: '宜蘭縣第二十三分公司',
          address: '宜蘭縣蘇澳鎮江夏路二十七號一樓'
        },
        {
          name: '宜蘭縣第二十五分公司',
          address: '宜蘭縣蘇澳鎮永榮里馬賽路151號1樓'
        },
        {
          name: '宜蘭縣第八十四分公司',
          address: '宜蘭縣蘇澳鎮蘇濱路2段302號1樓'
        },
        {
          name: '宜蘭縣第八十六分公司',
          address: '宜蘭縣蘇澳鎮南寧路41、42號1樓'
        },
        {
          name: '宜蘭縣第一一三分公司',
          address: '宜蘭縣蘇澳鎮海山西路500號1樓'
        },
        {
          name: '宜蘭縣第九十一分公司',
          address: '宜蘭縣蘇澳鎮海山西路489號1樓'
        },
        {
          name: '宜蘭縣第一０一分公司',
          address: '宜蘭縣蘇澳鎮蘇濱路3段1-1號1樓'
        },
        {
          name: '宜蘭縣第四十分公司',
          address: '宜蘭縣蘇澳鎮中山路二六三號一樓'
        },
        {
          name: '宜蘭縣第四十一分公司',
          address: '宜蘭縣蘇澳鎮蘇花路二段328號1樓'
        },
      ],
      '頭城鎮': [
        {
          name: '宜蘭縣第一０三分公司',
          address: '宜蘭縣頭城鎮民鋒路18號、20號1樓'
        },
        {
          name: '宜蘭縣第七十八分公司',
          address: '宜蘭縣頭城鎮濱海路3段323、325、327號1樓'
        },
        {
          name: '宜蘭縣第九十分公司',
          address: '宜蘭縣頭城鎮青雲路3段238、240號1樓'
        },
        {
          name: '宜蘭縣第一九四分公司',
          address: '宜蘭縣頭城鎮青雲路2段230號1樓'
        },
        {
          name: '宜蘭縣第四十八分公司',
          address: '宜蘭縣頭城鎮復興路五十八號一樓'
        },
        {
          name: '宜蘭縣第七分公司',
          address: '宜蘭縣頭城鎮城南里青雲路3段71號1樓'
        },
      ],
    },
    '宜蘭縣宜蘭市': {
      '其他': [
        {
          name: '宜蘭縣第１５分公司',
          address: '宜蘭縣宜蘭市泰山路212號'
        },
        {
          name: '宜蘭縣第二十六分公司',
          address: '宜蘭縣宜蘭市光復路二十六號'
        },
        {
          name: '宜蘭縣第一０五分公司',
          address: '宜蘭縣宜蘭市復興路2段49號1樓'
        },
        {
          name: '宜蘭縣第一０七分公司',
          address: '宜蘭縣宜蘭市新民路159、161號1樓'
        },
        {
          name: '宜蘭縣第六十二分公司',
          address: '宜蘭縣宜蘭市女中路三段26-6、26-7、26-8號1樓'
        },
        {
          name: '宜蘭縣第六十八分公司',
          address: '宜蘭縣宜蘭市延平里東港路30之22號'
        },
        {
          name: '宜蘭縣第三分公司',
          address: '宜蘭縣宜蘭市神農路2段8、10號1樓'
        },
        {
          name: '宜蘭縣第一九二分公司',
          address: '宜蘭縣宜蘭市大坡路2段215、217號1樓'
        },
        {
          name: '宜蘭縣第九十二分公司',
          address: '宜蘭縣宜蘭市東港路3號1樓'
        },
        {
          name: '宜蘭縣第九十七分公司',
          address: '宜蘭縣宜蘭市民權路2段38巷6號1樓'
        },
      ],
    },
    '屏東縣': {
      '三地門鄉': [
        {
          name: '屏東縣第一三六分公司',
          address: '屏東縣三地門鄉中正路2段3號1樓'
        },
      ],
      '九如鄉': [
        {
          name: '屏東縣第一二六分公司',
          address: '屏東縣九如鄉東寧村東寧路225號1樓'
        },
        {
          name: '屏東縣第一五三分公司',
          address: '屏東縣九如鄉九如路三段450號1樓'
        },
        {
          name: '屏東縣第一五六分公司',
          address: '屏東縣九如鄉九如路3段85號1樓'
        },
        {
          name: '屏東縣第二四七分公司',
          address: '屏東縣九如鄉九如路3段56號1樓'
        },
      ],
      '佳冬鄉': [
        {
          name: '屏東縣第一五四分公司',
          address: '屏東縣佳冬鄉大豐路680號1樓'
        },
        {
          name: '屏東縣第七十一分公司',
          address: '屏東縣佳冬鄉賴家村大平路一號'
        },
        {
          name: '屏東縣第七十八分公司',
          address: '屏東縣佳冬鄉中山路67-69號1樓'
        },
      ],
      '內埔鄉': [
        {
          name: '屏東縣第２５分公司',
          address: '屏東縣內埔鄉南寧路十九號'
        },
        {
          name: '屏東縣第九十六分公司',
          address: '屏東縣內埔鄉大同路3段2號及6號1樓'
        },
        {
          name: '屏東縣第八十九分公司',
          address: '屏東縣內埔鄉和興村學人路590、592號1樓'
        },
        {
          name: '屏東縣第九十一分公司',
          address: '屏東縣內埔鄉老埤村壽比路三四八號一樓'
        },
        {
          name: '屏東縣第八十八分公司',
          address: '屏東縣內埔鄉龍潭村昭勝路２１８、２２０號１樓'
        },
        {
          name: '屏東縣第一二三分公司',
          address: '屏東縣內埔鄉水門村忠孝路289號1樓'
        },
        {
          name: '屏東縣第一二七分公司',
          address: '屏東縣內埔鄉黎明村黎東路221號1樓'
        },
        {
          name: '屏東縣第一三二分公司',
          address: '屏東縣內埔鄉中林村中林路1、3號1樓'
        },
        {
          name: '屏東縣第一七一分公司',
          address: '屏東縣內埔鄉隘寮村新展路22號1樓'
        },
        {
          name: '屏東縣第一五一分公司',
          address: '屏東縣內埔鄉昭勝路13、15號1樓'
        },
      ],
      '南州鄉': [
        {
          name: '屏東縣第八十六分公司',
          address: '屏東縣南州鄉壽元村勝利路5-15號1樓'
        },
        {
          name: '屏東縣第三分公司',
          address: '屏東縣南州鄉溪南村三民路一七一號一樓'
        },
      ],
      '恆春鎮': [
        {
          name: '屏東縣第三十四分公司',
          address: '屏東縣恆春鎮城南里中正路67號1樓'
        },
        {
          name: '屏東縣第４２分公司',
          address: '屏東縣恆春鎮墾丁里墾丁路３３３號１樓'
        },
        {
          name: '屏東縣第五十二分公司',
          address: '屏東縣恆春鎮南灣里南灣路一二二號一樓'
        },
        {
          name: '屏東縣第一四七分公司',
          address: '屏東縣恆春鎮省北路374之3號1樓'
        },
        {
          name: '屏東縣第一五八分公司',
          address: '屏東縣恆春鎮鵝鑾路245、247、249、257號1樓'
        },
        {
          name: '屏東縣第一七三分公司',
          address: '屏東縣恆春鎮砂尾路38-6號1樓'
        },
        {
          name: '屏東縣第一五０分公司',
          address: '屏東縣恆春鎮恆南路6-6號1樓'
        },
        {
          name: '屏東縣第一五二分公司',
          address: '屏東縣恆春鎮墾丁路78號1樓'
        },
        {
          name: '屏東縣第一四０分公司',
          address: '屏東縣恆春鎮船帆路720號1樓'
        },
        {
          name: '屏東縣第十九分公司',
          address: '屏東縣恆春鎮網紗里省北路45、47、49號1樓'
        },
      ],
      '新園鄉': [
        {
          name: '屏東縣第九十七分公司',
          address: '屏東縣新園鄉光復路1號1樓'
        },
        {
          name: '屏東縣第一二九分公司',
          address: '屏東縣新園鄉五房村五房路721號1樓'
        },
        {
          name: '屏東縣第９分公司',
          address: '屏東縣新園鄉仙吉村仙吉路128、130、132號1樓'
        },
        {
          name: '屏東縣第２０分公司',
          address: '屏東縣新園鄉南興路３１９號１樓'
        },
      ],
      '新埤鄉': [
        {
          name: '屏東縣第４分公司',
          address: '屏東縣新埤鄉新埤村中正路七十二號一樓'
        },
      ],
      '春日鄉': [
        {
          name: '屏東縣第五十四分公司',
          address: '屏東縣春日鄉七佳村自強一路十四號一樓'
        },
      ],
      '東港鎮': [
        {
          name: '屏東縣第１５分公司',
          address: '屏東縣東港鎮延平路１０７號'
        },
        {
          name: '屏東縣第３０分公司',
          address: '屏東縣東港鎮興東里中正路一段２０６號１樓'
        },
        {
          name: '屏東縣第九十八分公司',
          address: '屏東縣東港鎮鎮海路1-100號、1-26號1樓'
        },
        {
          name: '屏東縣第一０四分公司',
          address: '屏東縣東港鎮新勝里光復路２段７７號１樓'
        },
        {
          name: '屏東縣第一三八分公司',
          address: '屏東縣東港鎮中正路2段491號1樓'
        },
        {
          name: '屏東縣第一四二分公司',
          address: '屏東縣東港鎮長春一路95號1樓'
        },
        {
          name: '屏東縣第八十五分公司',
          address: '屏東縣東港鎮船頭里船頭路26-33號1樓'
        },
        {
          name: '屏東縣第七十六分公司',
          address: '屏東縣東港鎮興臺里中山路三號一樓'
        },
      ],
      '枋寮鄉': [
        {
          name: '屏東縣第一一二分公司',
          address: '屏東縣枋寮鄉人和村中山路2段143號1樓'
        },
        {
          name: '屏東縣第一二五分公司',
          address: '屏東縣枋寮鄉枋寮村中興路7號1樓'
        },
        {
          name: '屏東縣第二四二分公司',
          address: '屏東縣枋寮鄉人和村中山路2段232號1樓'
        },
        {
          name: '屏東縣第十七分公司',
          address: '屏東縣枋寮鄉安樂村中山路143、145、147號1樓'
        },
      ],
      '枋山鄉': [
        {
          name: '屏東縣第３１分公司',
          address: '屏東縣枋山鄉楓港村十七鄰舊庄路二十一號１樓'
        },
        {
          name: '屏東縣第一一九分公司',
          address: '屏東縣枋山鄉枋山村中山路3段38號1樓'
        },
        {
          name: '屏東縣第一四九分公司',
          address: '屏東縣枋山鄉枋山村中山路3段63-3號1樓'
        },
        {
          name: '屏東縣第二十一分公司',
          address: '屏東縣枋山鄉楓港村舊庄路51-2、51-3、51-4號1樓'
        },
        {
          name: '屏東縣第六十二分公司',
          address: '屏東縣枋山鄉加祿村加祿路一五五號一樓'
        },
      ],
      '林邊鄉': [
        {
          name: '屏東縣第３６分公司',
          address: '屏東縣林邊鄉中山路３１２號１樓'
        },
        {
          name: '屏東縣第２２分公司',
          address: '屏東縣林邊鄉仁和村中山路２７５、２７７號１樓'
        },
      ],
      '滿州鄉': [
        {
          name: '屏東縣第六十九分公司',
          address: '屏東縣滿州鄉滿州村中山路56號1樓'
        },
      ],
      '潮州鎮': [
        {
          name: '屏東縣第３５分公司',
          address: '屏東縣潮州鎮新生里中正路1號1樓'
        },
        {
          name: '屏東縣第五十一分公司',
          address: '屏東縣潮州鎮三和里延平路八十九號一樓'
        },
        {
          name: '屏東縣第一０一分公司',
          address: '屏東縣潮州鎮三共里北門路2、6號１樓'
        },
        {
          name: '屏東縣第八十四分公司',
          address: '屏東縣潮州鎮永春里光春路139號1樓'
        },
        {
          name: '屏東縣第三十八分公司',
          address: '屏東縣潮州鎮光華里光華路153號1樓'
        },
        {
          name: '屏東縣第一三九分公司',
          address: '屏東縣潮州鎮潮州路512-3號1樓'
        },
        {
          name: '屏東縣第五十七分公司',
          address: '屏東縣潮州鎮永春里介壽路一四五號一樓'
        },
        {
          name: '屏東縣第七十分公司',
          address: '屏東縣潮州鎮三星里四維路一六八之四號'
        },
        {
          name: '屏東縣第二十四分公司',
          address: '屏東縣潮州鎮中山路121、123號1樓'
        },
        {
          name: '屏東縣第十一分公司',
          address: '屏東縣潮州鎮三和里延平路189號1樓'
        },
      ],
      '琉球鄉': [
        {
          name: '屏東縣第一五五分公司',
          address: '屏東縣琉球鄉中山路51之5號1樓'
        },
        {
          name: '屏東縣第二四六分公司',
          address: '屏東縣琉球鄉中正路303-2號1樓'
        },
        {
          name: '屏東縣五十八分公司',
          address: '屏東縣琉球鄉本福村民生路六十一號一樓'
        },
      ],
      '竹田鄉': [
        {
          name: '屏東縣第九十四分公司',
          address: '屏東縣竹田鄉竹田村中正路８４、８６號１樓'
        },
      ],
      '萬丹鄉': [
        {
          name: '屏東縣第三十九分公司',
          address: '屏東縣萬丹鄉萬全村萬丹路1段366、368號1樓'
        },
        {
          name: '屏東縣第一○五分公司',
          address: '屏東縣萬丹鄉新鐘村萬新路342號1樓'
        },
        {
          name: '屏東縣第一一○分公司',
          address: '屏東縣萬丹鄉萬全村丹榮路625號1樓'
        },
        {
          name: '屏東縣第一一八分公司',
          address: '屏東縣萬丹鄉南北路二段289號1樓'
        },
        {
          name: '屏東縣第一二四分公司',
          address: '屏東縣萬丹鄉萬惠村萬丹路1段21號1樓'
        },
        {
          name: '屏東縣第一二八分公司',
          address: '屏東縣萬丹鄉萬後村西環路637號1樓'
        },
        {
          name: '屏東縣第六分公司',
          address: '屏東縣萬丹鄉社中村社皮路3段246、248號1樓'
        },
        {
          name: '屏東縣第一三七分公司',
          address: '屏東縣萬丹鄉大昌路552、556號1樓'
        },
      ],
      '萬巒鄉': [
        {
          name: '屏東縣第一一六分公司',
          address: '屏東縣萬巒鄉新置村新隆路75號1樓'
        },
        {
          name: '屏東縣第二四三分公司',
          address: '屏東縣萬巒鄉佳和村佳興路38-9號1樓'
        },
        {
          name: '屏東縣第一四三分公司',
          address: '屏東縣萬巒鄉中正路52號1樓'
        },
      ],
      '車城鄉': [
        {
          name: '屏東縣第３３分公司',
          address: '屏東縣車城鄉中山路74、76號1樓'
        },
        {
          name: '屏東縣第九十九分公司',
          address: '屏東縣車城鄉溫泉村溫泉路１２５號１樓'
        },
        {
          name: '屏東縣第一三三分公司',
          address: '屏東縣車城鄉新街村保路路71號1樓'
        },
      ],
      '里港鄉': [
        {
          name: '屏東縣第２６分公司',
          address: '屏東縣里港鄉永春村中山路46號1、2樓'
        },
        {
          name: '屏東縣第九十三分公司',
          address: '屏東縣里港鄉三�L村三和路１１９之１號１樓'
        },
        {
          name: '屏東縣第一一四分公司',
          address: '屏東縣里港鄉鐵店村鐵店路17-1號1樓'
        },
        {
          name: '屏東縣第二四五分公司',
          address: '屏東縣里港鄉大平村中山路3號1樓'
        },
      ],
      '長治鄉': [
        {
          name: '屏東縣第一一一分公司',
          address: '屏東縣長治鄉潭崙村中興路372之2號1樓'
        },
        {
          name: '屏東縣第一三０分公司',
          address: '屏東縣長治鄉新潭村長興路326號1樓'
        },
        {
          name: '屏東縣第一七二分公司',
          address: '屏東縣長治鄉水源路71、71-1號1樓'
        },
        {
          name: '屏東縣第一四一分公司',
          address: '屏東縣長治鄉瑞光路1段749號1樓'
        },
        {
          name: '屏東縣第七十二分公司',
          address: '屏東縣長治鄉新潭村長興路13號1樓'
        },
      ],
      '高樹鄉': [
        {
          name: '屏東縣第４０分公司',
          address: '屏東縣高樹鄉長榮村興中路193、195號1樓'
        },
        {
          name: '屏東縣第二十八分公司',
          address: '屏東縣高樹鄉高樹村南興路７４之３號１樓'
        },
        {
          name: '屏東縣第四十六分公司',
          address: '屏東縣高樹鄉泰山村產業路七十三號一樓'
        },
      ],
      '鹽埔鄉': [
        {
          name: '屏東縣第四十四分公司',
          address: '屏東縣鹽埔鄉維新路134-3、134-6、136號1樓'
        },
        {
          name: '屏東縣第一三五分公司',
          address: '屏東縣鹽埔鄉勝利路81-3號1樓'
        },
      ],
      '麟洛鄉': [
        {
          name: '屏東縣第２３分公司',
          address: '屏東縣麟洛鄉中山路166、166-1、166-2號1樓'
        },
        {
          name: '屏東縣第一一五分公司',
          address: '屏東縣麟洛鄉麟趾村中山路519-5、519-6號1樓'
        },
      ],
    },
    '屏東縣屏東市': {
      '其他': [
        {
          name: '屏東縣第２７分公司',
          address: '屏東縣屏東市潭墘里大同北路１號１樓、勝利路262之2號1樓'
        },
        {
          name: '屏東縣第３７分公司',
          address: '屏東縣屏東市瑞光里香楊巷五十九–十二號１樓'
        },
        {
          name: '屏東縣第４１分公司',
          address: '屏東縣屏東市永安里復興路２５８號１樓'
        },
        {
          name: '屏東縣第４３分公司',
          address: '屏東縣屏東市龍華里龍華路152、156號1樓'
        },
        {
          name: '屏東縣第四十五分公司',
          address: '屏東縣屏東市大連里廣東路280、280之1號1樓'
        },
        {
          name: '屏東縣第四十八分公司',
          address: '屏東縣屏東市仁愛里廣東路561號1樓'
        },
        {
          name: '屏東縣第２１分公司',
          address: '屏東縣屏東市大連里興豐路一九三號一樓'
        },
        {
          name: '屏東巿第３分公司',
          address: '屏東縣屏東市勝利路２２４、２２６號１樓'
        },
        {
          name: '屏東縣第九十五分公司',
          address: '屏東縣屏東市信義路73-6、73-7、75號1樓'
        },
        {
          name: '屏東縣第一五九分公司',
          address: '屏東縣屏東市復興南路1段153、155號、和生路1段900號1樓'
        },
      ],
    },
    '彰化市': {
      '其他': [
        {
          name: '彰化巿第３分公司',
          address: '彰化市民權路２４５號１樓'
        },
      ],
    },
    '彰化縣': {
      '二林鎮': [
        {
          name: '彰化縣第５２分公司',
          address: '彰化縣二林鎮大成路一段五七一號一樓'
        },
        {
          name: '彰化縣第一０九分公司',
          address: '彰化縣二林鎮北平里21鄰仁愛路425號1樓'
        },
        {
          name: '彰化縣第九十三分公司',
          address: '彰化縣二林鎮後厝里斗苑路4段159號1樓'
        },
        {
          name: '彰化縣第二一一分公司',
          address: '彰化縣二林鎮大成路1段236號1樓'
        },
        {
          name: '彰化縣第一八七分公司',
          address: '彰化縣二林鎮二溪路7段195、197號1樓'
        },
        {
          name: '彰化縣第八十五分公司',
          address: '彰化縣二林鎮斗苑路四段七二０號一樓'
        },
      ],
      '二水鄉': [
        {
          name: '彰化縣第三分公司',
          address: '彰化縣二水鄉員集路4段6、8、10號1樓'
        },
      ],
      '伸港鄉': [
        {
          name: '彰化縣第三十四分公司',
          address: '彰化縣伸港鄉新港村中興路一段３５５號１樓'
        },
        {
          name: '彰化縣第一五六分公司',
          address: '彰化縣伸港鄉七嘉村中華路519號1樓'
        },
        {
          name: '彰化縣第三０三分公司',
          address: '彰化縣伸港鄉新港村新港路425號1樓'
        },
        {
          name: '彰化縣第一０四分公司',
          address: '彰化縣伸港鄉大同村三鄰中興路二段三一六號一樓'
        },
        {
          name: '彰化縣第九十二分公司',
          address: '彰化縣伸港鄉泉州村中山路一九０、一九二號一樓'
        },
      ],
      '北斗鎮': [
        {
          name: '彰化縣第一一０分公司',
          address: '彰化縣北斗鎮光復里光復路二０八號一樓'
        },
        {
          name: '彰化縣第一二三分公司',
          address: '彰化縣北斗鎮中和里斗中路３１９號１樓'
        },
        {
          name: '彰化縣第一六七分公司',
          address: '彰化縣北斗鎮斗苑路2段298之2號1樓'
        },
        {
          name: '彰化縣第二０九分公司',
          address: '彰化縣北斗鎮復興路281號1樓'
        },
        {
          name: '彰化縣第一九七分公司',
          address: '彰化縣北斗鎮中正路57號1樓'
        },
        {
          name: '彰化縣第五十三分公司',
          address: '彰化縣北斗鎮中華路205號1樓'
        },
      ],
      '和美鎮': [
        {
          name: '彰化縣第一二八分公司',
          address: '彰化縣和美鎮愛德路２７號１樓'
        },
        {
          name: '彰化縣第一三七分公司',
          address: '彰化縣和美鎮和卿路193號'
        },
        {
          name: '彰化縣第一四六分公司',
          address: '彰化縣和美鎮線東路2段臨722號1樓'
        },
        {
          name: '彰化縣第一四九分公司',
          address: '彰化縣和美鎮竹營里美寮路二段390號1樓'
        },
        {
          name: '彰化縣第三十三分公司',
          address: '彰化縣和美鎮鎮平里彰草路2段臨448號1樓'
        },
        {
          name: '彰化縣第一六八分公司',
          address: '彰化縣和美鎮和線路323號1樓'
        },
        {
          name: '彰化縣第一七四分公司',
          address: '彰化縣和美鎮糖友一街2號1樓'
        },
        {
          name: '彰化縣第二０七分公司',
          address: '彰化縣和美鎮彰和路3段臨51號1樓'
        },
        {
          name: '彰化縣第二０八分公司',
          address: '彰化縣和美鎮彰新路5段臨396號1樓'
        },
        {
          name: '彰化縣第二一五分公司',
          address: '彰化縣和美鎮鹿和路6段臨22號1樓'
        },
      ],
      '埔心鄉': [
        {
          name: '彰化縣第二０二分公司',
          address: '彰化縣埔心鄉員鹿路1段145號1樓'
        },
        {
          name: '彰化縣第二二五分公司',
          address: '彰化縣埔心鄉員林大道7段22號1樓'
        },
        {
          name: '彰化縣第一五八分公司',
          address: '彰化縣埔心鄉中山路145、147、149號1樓'
        },
        {
          name: '彰化縣第一七七分公司',
          address: '彰化縣埔心鄉中正路1段137、139號1樓'
        },
        {
          name: '彰化縣第八十七分公司',
          address: '彰化縣埔心鄉舊館村中興路一號一樓'
        },
        {
          name: '彰化縣第十九分公司',
          address: '彰化縣埔心鄉員鹿路二段２４８．２５０號１樓'
        },
      ],
      '埔鹽鄉': [
        {
          name: '彰化縣第一七九分公司',
          address: '彰化縣埔鹽鄉員鹿路2段95號1樓'
        },
        {
          name: '彰化縣第七十二分公司',
          address: '彰化縣埔鹽鄉彰水路二段三十六、三十八號一樓'
        },
      ],
      '埤頭鄉': [
        {
          name: '彰化縣第一一二分公司',
          address: '彰化縣埤頭鄉和豐村斗苑東路八十七，八十九號一樓'
        },
        {
          name: '彰化縣第七十六分公司',
          address: '彰化縣埤頭鄉興農村彰水路4段168號1樓'
        },
        {
          name: '彰化縣第一五九分公司',
          address: '彰化縣埤頭鄉水路1段臨325號1樓'
        },
        {
          name: '彰化縣第二二一分公司',
          address: '彰化縣埤頭鄉斗苑西路406號1樓'
        },
        {
          name: '彰化縣第二０一分公司',
          address: '彰化縣埤頭鄉斗苑東路588號1樓'
        },
        {
          name: '彰化縣第七十八分公司',
          address: '彰化縣埤頭鄉彰水路三段537號1樓'
        },
      ],
      '大城鄉': [
        {
          name: '彰化縣第二一三分公司',
          address: '彰化縣大城鄉北平路76號'
        },
      ],
      '大村鄉': [
        {
          name: '彰化縣第二二六分公司',
          address: '彰化縣大村鄉大智路1段197號1樓'
        },
        {
          name: '彰化縣第一二五分公司',
          address: '彰化縣大村鄉中山路２段３５７、３５７－２號１樓'
        },
        {
          name: '彰化縣第一四○分公司',
          address: '彰化縣大村鄉鄉山腳路72號1樓'
        },
        {
          name: '彰化縣第一七二分公司',
          address: '彰化縣大村鄉大溪路7之4號1樓'
        },
        {
          name: '彰化縣第二十四分公司',
          address: '彰化縣大村鄉山腳路92之8號1樓'
        },
        {
          name: '彰化縣第五十八分公司',
          address: '彰化縣大村鄉中山路一段八十六號一樓'
        },
        {
          name: '彰化縣第一０三分公司',
          address: '彰化縣大村鄉大村村中正西路三三一號一樓'
        },
      ],
      '永靖鄉': [
        {
          name: '彰化縣第二一六分公司',
          address: '彰化縣永靖鄉西門路臨142號1樓'
        },
        {
          name: '彰化縣第三０九分公司',
          address: '彰化縣永靖鄉中山路1段842號1樓'
        },
        {
          name: '彰化縣第八分公司',
          address: '彰化縣永靖鄉永坡路二號一樓'
        },
        {
          name: '彰化縣第一０二分公司',
          address: '彰化縣永靖鄉瑚璉村中山路2段435、437號1樓'
        },
      ],
      '溪州鄉': [
        {
          name: '彰化縣第一六三分公司',
          address: '彰化縣溪州鄉中山路4段臨627號1樓'
        },
        {
          name: '彰化縣第十分公司',
          address: '彰化縣溪州鄉尾厝村中山路3段474號1樓'
        },
      ],
      '溪湖鎮': [
        {
          name: '彰化縣第五十六分公司',
          address: '彰化縣溪湖鎮彰水路四段七十九號一樓'
        },
        {
          name: '彰化縣第二０五分公司',
          address: '彰化縣溪湖鎮大溪路2段140號1樓'
        },
        {
          name: '彰化縣第二０六分公司',
          address: '彰化縣溪湖鎮二溪路一段369號1樓'
        },
        {
          name: '彰化縣第一五０分公司',
          address: '彰化縣溪湖鎮員鹿路1段101號1樓'
        },
        {
          name: '彰化縣第一五三分公司',
          address: '彰化縣溪湖鎮員鹿路2段臨130號1樓'
        },
        {
          name: '彰化縣第一七八分公司',
          address: '彰化縣溪湖鎮西環路373號1樓'
        },
        {
          name: '彰化縣第二一七分公司',
          address: '彰化縣溪湖鎮員鹿路1段403號1樓'
        },
        {
          name: '彰化縣第二二三分公司',
          address: '彰化縣溪湖鎮彰水路2段臨555號1樓'
        },
        {
          name: '彰化縣第一八五分公司',
          address: '彰化縣溪湖鎮員鹿路4段7號1樓'
        },
        {
          name: '彰化縣第九十八分公司',
          address: '彰化縣溪湖鎮大溪路二段四五一號一樓'
        },
      ],
      '田中鎮': [
        {
          name: '彰化縣第二十三分公司',
          address: '彰化縣田中鎮福安路１４４、１４６號１樓'
        },
        {
          name: '彰化縣第一四二分公司',
          address: '彰化縣田中鎮中州路2段372號1樓'
        },
        {
          name: '彰化縣第一六一分公司',
          address: '彰化縣田中鎮中正路276號1樓'
        },
        {
          name: '彰化縣第六十分公司',
          address: '彰化縣田中鎮碧峰里七鄰中南路二段562、564、566號1樓'
        },
      ],
      '田尾鄉': [
        {
          name: '彰化縣第一四三分公司',
          address: '彰化縣田尾鄉中山路1段191號1樓'
        },
        {
          name: '彰化縣第六十二分公司',
          address: '彰化縣田尾鄉光復路二段七五二號一樓'
        },
      ],
      '社頭鄉': [
        {
          name: '彰化縣第一二一分公司',
          address: '彰化縣社頭鄉員集路３段１６號１樓'
        },
        {
          name: '彰化縣第一六０分公司',
          address: '彰化縣社頭鄉員集路2段279號1樓'
        },
        {
          name: '彰化縣第一六二分公司',
          address: '彰化縣社頭鄉中山路1段516號1樓'
        },
        {
          name: '彰化縣第二一０分公司',
          address: '彰化縣社頭鄉山腳路3段525號1樓'
        },
        {
          name: '彰化縣第三一一分公司',
          address: '彰化縣社頭鄉員集路1段臨351號1樓'
        },
      ],
      '福興鄉': [
        {
          name: '彰化縣第二十六分公司',
          address: '彰化縣福興鄉中正路224號1樓'
        },
        {
          name: '彰化縣第一二七分公司',
          address: '彰化縣福興鄉沿海路3段69號1樓'
        },
        {
          name: '彰化縣第四十三分公司',
          address: '彰化縣福興鄉福南村沿海路4段750號1樓'
        },
        {
          name: '彰化縣第一五七分公司',
          address: '彰化縣福興鄉福興村龍舟路15號1樓'
        },
        {
          name: '彰化縣第二一二分公司',
          address: '彰化縣福興鄉橋頭村彰鹿路7段652、654號1樓'
        },
        {
          name: '彰化縣第三一０分公司',
          address: '彰化縣福興鄉員鹿路1段439號1樓'
        },
        {
          name: '彰化縣第一八九分公司',
          address: '彰化縣福興鄉彰鹿路6段547號1樓'
        },
        {
          name: '彰化縣第六十一分公司',
          address: '彰化縣福興鄉彰水路五十六、五十八、六十號一樓'
        },
        {
          name: '彰化縣第九十一分公司',
          address: '彰化縣福興鄉員鹿路二段196、198號1樓'
        },
      ],
      '秀水鄉': [
        {
          name: '彰化縣第一一七分公司',
          address: '彰化縣秀水鄉安東村中山路二五一號一樓'
        },
        {
          name: '彰化縣第一三五分公司',
          address: '彰化縣秀水鄉彰水路二段７９５－１號'
        },
        {
          name: '彰化縣第二一四分公司',
          address: '彰化縣秀水鄉金興村番花路101號1樓'
        },
        {
          name: '彰化縣第三十八分公司',
          address: '彰化縣秀水鄉安溪村彰鹿路19號1樓'
        },
        {
          name: '彰化縣第一九八分公司',
          address: '彰化縣秀水鄉番花路臨558-7號1樓'
        },
        {
          name: '彰化縣第六十五分公司',
          address: '彰化縣秀水鄉文化街三十一號一樓'
        },
        {
          name: '彰化縣第十五分公司',
          address: '彰化縣秀水鄉埔崙村民生街九六０號一樓'
        },
        {
          name: '彰化縣第八十九分公司',
          address: '彰化縣秀水鄉彰鹿路臨362號1樓'
        },
      ],
      '竹塘鄉': [
        {
          name: '彰化縣第一六五分公司',
          address: '彰化縣竹塘鄉竹五路臨2號1樓'
        },
      ],
      '線西鄉': [
        {
          name: '彰化縣第十三分公司',
          address: '彰化縣線西鄉寓埔村沿海路1段892號1樓'
        },
      ],
      '芬園鄉': [
        {
          name: '彰化縣第四十五分公司',
          address: '彰化縣芬園鄉彰南路4段172號1樓；光復路6號1樓'
        },
        {
          name: '彰化縣第一三八分公司',
          address: '彰化縣芬園鄉茄荖村芬草路1段607號'
        },
        {
          name: '彰化縣第二一八分公司',
          address: '彰化縣芬園鄉彰南路4段337號1樓'
        },
      ],
      '花壇鄉': [
        {
          name: '彰化縣第二十七分公司',
          address: '彰化縣花壇鄉中山路二段1、3、5號1樓'
        },
        {
          name: '彰化縣第一一一分公司',
          address: '彰化縣花壇鄉長沙村彰員路二段五五０、五五二號一樓'
        },
        {
          name: '彰化縣第一七一分公司',
          address: '彰化縣花壇鄉彰員路2段1208號1樓'
        },
        {
          name: '彰化縣第一九０分公司',
          address: '彰化縣花壇鄉中正路130號1樓'
        },
        {
          name: '彰化縣第一九四分公司',
          address: '彰化縣花壇鄉彰員路1段臨551號1樓'
        },
        {
          name: '彰化縣第二十八分公司',
          address: '彰化縣花壇鄉中山路二段六四九、六五一號一樓'
        },
      ],
      '芳苑鄉': [
        {
          name: '彰化縣第５１分公司',
          address: '彰化縣芳苑鄉斗苑路芳苑段一五六-一號一樓'
        },
        {
          name: '彰化縣第三０二分公司',
          address: '彰化縣芳苑鄉建平村二溪路草二段372號1樓'
        },
        {
          name: '彰化縣第三０六分公司',
          address: '彰化縣芳苑鄉斗苑路頂後段7號1樓'
        },
        {
          name: '彰化縣第二十九分公司',
          address: '彰化縣芳苑鄉王功村芳漢路王功段544號1樓'
        },
      ],
      '鹿港鎮': [
        {
          name: '彰化縣第一三四分公司',
          address: '彰化縣鹿港鎮彰鹿路５段７號'
        },
        {
          name: '彰化縣第一四四分公司',
          address: '彰化縣鹿港鎮鹿和路3段438號1樓'
        },
        {
          name: '彰化縣第一五四分公司',
          address: '彰化縣鹿港鎮頂番里彰頂路17號1樓'
        },
        {
          name: '彰化縣第一六六分公司',
          address: '彰化縣鹿港鎮中正路556號1樓'
        },
        {
          name: '彰化縣第二一九分公司',
          address: '彰化縣鹿港鎮鹿東路150號1、2樓'
        },
        {
          name: '彰化縣第三十六分公司',
          address: '彰化縣鹿港鎮海埔里彰濱五路2段臨392號1樓'
        },
        {
          name: '彰化縣一九五分公司',
          address: '彰化縣鹿港鎮復興路289、291、293號1樓'
        },
        {
          name: '彰化縣第六十四分公司',
          address: '彰化縣鹿港鎮鹿和路一段271、273、275號1樓'
        },
        {
          name: '彰化縣第九十七分公司',
          address: '彰化縣鹿港鎮順興里復興路五九五號一樓'
        },
        {
          name: '彰化縣第４分公司',
          address: '彰化縣鹿港鎮頂番里頂草路1段臨61號1樓'
        },
      ],
    },
    '彰化縣員林市': {
      '其他': [
        {
          name: '彰化縣第十二分公司',
          address: '彰化縣員林市大同路1段238號1樓'
        },
        {
          name: '彰化縣第三十七分公司',
          address: '彰化縣員林市中正路七十五號１樓'
        },
        {
          name: '彰化縣第四十二分公司',
          address: '彰化縣員林市大同路2段2號1樓'
        },
        {
          name: '彰化縣第二０四分公司',
          address: '彰化縣員林市育英路131號1樓'
        },
        {
          name: '彰化縣第一一五分公司',
          address: '彰化縣員林市南東里山腳路四段一，三號一樓'
        },
        {
          name: '彰化縣第一二０分公司',
          address: '彰化縣員林市員集路2段216號'
        },
        {
          name: '彰化縣第一四五分公司',
          address: '彰化縣員林市莒光路379號1樓'
        },
        {
          name: '彰化縣第一五二分公司',
          address: '彰化縣員林市中山路1段300號1樓'
        },
        {
          name: '彰化縣第一七五分公司',
          address: '彰化縣員林市三民街20號1樓'
        },
        {
          name: '彰化縣第二二０分公司',
          address: '彰化縣員林市員大路1段374號1樓'
        },
      ],
    },
    '彰化縣彰化市': {
      '其他': [
        {
          name: '彰化縣第三十一分公司',
          address: '彰化縣彰化市南興里天祥路359號1樓'
        },
        {
          name: '彰化縣第四十四分公司',
          address: '彰化縣彰化市華山路二十七號一樓'
        },
        {
          name: '彰化縣第４９分公司',
          address: '彰化縣彰化市公園路一段三三五號一樓'
        },
        {
          name: '彰化縣第５０分公司',
          address: '彰化縣彰化市大埔路405號1樓'
        },
        {
          name: '彰化縣第五十四分公司',
          address: '彰化縣彰化市工校街二十一號一樓'
        },
        {
          name: '彰化巿第８分公司',
          address: '彰化縣彰化市中央里中華路１７５、１７７號１樓'
        },
        {
          name: '彰化縣第二十五分公司',
          address: '彰化縣彰化市彰水路177號1樓'
        },
        {
          name: '彰化縣第四十一分公司',
          address: '彰化縣彰化市民族路341號、343號1樓'
        },
        {
          name: '彰化縣第二０三分公司',
          address: '彰化縣彰化市中正路1段75號1樓'
        },
        {
          name: '彰化縣第九十五分公司',
          address: '彰化縣彰化市阿夷里泰和街七十二號一樓'
        },
      ],
    },
    '新北市': {
      '三峽區': [
        {
          name: '台北縣第２５６分公司',
          address: '新北市三峽區鳶山里十二鄰中山路１８６號１樓'
        },
        {
          name: '台北縣第２７９分公司',
          address: '新北市三峽區永館里二十一鄰文化路１２２號１樓'
        },
        {
          name: '新北市第三四九分公司',
          address: '新北市三峽區民權街184、186號1樓'
        },
        {
          name: '台北縣第六七六分公司',
          address: '新北市三峽區三樹路１９９號１樓'
        },
        {
          name: '台北縣第三二三分公司',
          address: '新北市三峽區國光街３５號１、Ｂ１樓'
        },
        {
          name: '台北縣第六九０分公司',
          address: '新北市三峽區成福路２４１號１樓'
        },
        {
          name: '台北縣第七九八分公司',
          address: '新北市三峽區光明路62號1樓、永安街83號1樓'
        },
        {
          name: '台北縣第八六六分公司',
          address: '新北市三峽區大學路147號1樓'
        },
        {
          name: '台北縣第八七○分公司',
          address: '新北市三峽區學勤路105號1樓；大德路211號1樓'
        },
        {
          name: '新北市第一二００分公司',
          address: '新北市三峽區介壽路3段153號1樓'
        },
      ],
      '三芝區': [
        {
          name: '台北縣第３８０分公司',
          address: '新北市三芝區中興街一段2、6號1樓'
        },
        {
          name: '新北市第一０四二分公司',
          address: '新北市三芝區中正路1段61、63號1樓'
        },
        {
          name: '台北縣第五三一分公司',
          address: '新北市三芝區北勢子42之11號1樓'
        },
      ],
      '三重區': [
        {
          name: '台北縣第二五七分公司',
          address: '新北市三重區光復路一段82號1樓'
        },
        {
          name: '新北市第二九○分公司',
          address: '新北市三重區重新路5段609巷12號之9、12號之10'
        },
        {
          name: '台北縣第三○○分公司',
          address: '新北市三重區自強路4段102、104號1樓'
        },
        {
          name: '台北縣第３０１分公司',
          address: '新北市三重區福德里成功路１０６、１０６–２號１樓'
        },
        {
          name: '新北市第三五五分公司',
          address: '新北市三重區仁愛街687、689號一樓'
        },
        {
          name: '台北縣第三七七分公司',
          address: '新北市三重區龍門路二一七、二一九、二二一號一樓'
        },
        {
          name: '台北縣第三八七分公司',
          address: '新北市三重區重新路四段四十五號一樓'
        },
        {
          name: '台北縣第三八九分公司',
          address: '新北市三重區忠孝路二段六十三號'
        },
        {
          name: '台北縣第十七分公司',
          address: '新北市三重區正義北路235號1樓'
        },
        {
          name: '台北縣第二十四分公司',
          address: '新北市三重區自強路一段272號1樓'
        },
      ],
      '中和區': [
        {
          name: '台北縣第２７１分公司',
          address: '新北市中和區中和路257號'
        },
        {
          name: '新北市第二七二分公司',
          address: '新北市中和區積穗里新生街48、50號1樓'
        },
        {
          name: '台北縣第２７５分公司',
          address: '新北市中和區興南路二段90號'
        },
        {
          name: '台北縣第２７８分公司',
          address: '新北市中和區忠孝街103、103–1號1樓'
        },
        {
          name: '台北縣第２８５分公司',
          address: '新北市中和區中和路380號1樓'
        },
        {
          name: '台北縣第３０５分公司',
          address: '新北市中和區民享街38、38-1號1樓'
        },
        {
          name: '新北市第三一０分公司',
          address: '新北市中和區景安路100、102、104號1樓'
        },
        {
          name: '台北縣第３２５分公司',
          address: '新北市中和區民德路126、126–1號'
        },
        {
          name: '新北市第三三三分公司',
          address: '新北市中和區中正路778號1樓'
        },
        {
          name: '台北縣第３３７分公司',
          address: '新北市中和區立德街102號1樓'
        },
      ],
      '五股區': [
        {
          name: '新北市第三二一分公司',
          address: '新北市五股區工商路150、152號1樓'
        },
        {
          name: '新北市第一０五０分公司',
          address: '新北市五股區御史路3號、5號1樓'
        },
        {
          name: '新北市第三四四分公司',
          address: '新北市五股區成泰路3段577巷92、94、96號1樓'
        },
        {
          name: '台北縣第六六四分公司',
          address: '新北市五股區成泰路３段５７７巷２４號１樓'
        },
        {
          name: '台北縣第六九四分公司',
          address: '新北市五股區臺北縣五股工業區五權路２３號１樓'
        },
        {
          name: '台北縣第六八八分公司',
          address: '新北市五股區成泰路3段419號'
        },
        {
          name: '台北縣第七六三分公司',
          address: '新北市五股區成泰路2段81、83號'
        },
        {
          name: '台北縣第八００分公司',
          address: '新北市五股區四維路120號'
        },
        {
          name: '台北縣第八一八分公司',
          address: '新北市五股區工商路16號1樓'
        },
        {
          name: '台北縣第八七六分公司',
          address: '新北市五股區五權路48號1樓'
        },
      ],
      '八里區': [
        {
          name: '新北市第三八二分公司',
          address: '新北市八里區中華路二段292、296號1樓'
        },
        {
          name: '新北市第三０三分公司',
          address: '新北市八里區中山路2段151、153號1樓'
        },
        {
          name: '新北市第一一六七分公司',
          address: '新北市八里區中華路二段290、292、296號1樓'
        },
        {
          name: '新北市第五十九分公司',
          address: '新北市八里區龍木路２段230-1、230-2號１樓'
        },
        {
          name: '台北縣第七六二分公司',
          address: '新北市八里區中華路3段168號'
        },
        {
          name: '新北市第一０六二分公司',
          address: '新北市八里區龍米路2段46、48、50號1樓'
        },
        {
          name: '新北市第一一五三分公司',
          address: '新北市八里區中山路2段6、8號1樓'
        },
        {
          name: '新北市第一0一八分公司',
          address: '新北市八里區觀海大道53號1樓'
        },
        {
          name: '新北市第四三七分公司',
          address: '新北市八里區龍米路1段113、115號1樓'
        },
        {
          name: '台北縣第五二五分公司',
          address: '新北市八里區中華路二段562號1樓、560巷1號1樓'
        },
      ],
      '土城區': [
        {
          name: '新北市第三一一分公司',
          address: '新北市土城區學府路一段28號1樓'
        },
        {
          name: '台北縣第１１７分公司',
          address: '新北市土城區員林里光明街十五號一樓'
        },
        {
          name: '台北縣第二七七分公司',
          address: '新北市土城區峰廷里延吉街194號1樓'
        },
        {
          name: '台北縣第三六二分公司',
          address: '新北市土城區中央路一段88號1樓 / 裕民路8-1、10、10-1號1樓'
        },
        {
          name: '台北縣第三七八分公司',
          address: '新北市土城區立德路七十、七十二號一樓'
        },
        {
          name: '台北縣第三九三分公司',
          address: '新北市土城區裕民路五十七號一樓'
        },
        {
          name: '新北市第一０五三分公司',
          address: '新北市土城區學府路1段223號、225號1樓'
        },
        {
          name: '新北市第一０五四分公司',
          address: '新北市土城區清水路252號、254號1樓'
        },
        {
          name: '新北市第一一六一分公司',
          address: '新北市土城區裕民路255號1樓'
        },
        {
          name: '新北市第六七八分公司',
          address: '新北市土城區延和路203號1樓'
        },
      ],
      '坪林區': [
        {
          name: '台北縣第五八六分公司',
          address: '新北市坪林區水柳腳159、160號1樓'
        },
      ],
      '平溪區': [
        {
          name: '新北市第七三六分公司',
          address: '新北市平溪區靜安路2段338、340號1樓'
        },
      ],
      '新店區': [
        {
          name: '台北縣第２６０分公司',
          address: '新北市新店區寶慶街66號'
        },
        {
          name: '台北縣第３０９分公司',
          address: '新北市新店區民權路96號'
        },
        {
          name: '台北縣第３１６分公司',
          address: '新北市新店區安成街29、35號'
        },
        {
          name: '台北縣第３１９分公司',
          address: '新北市新店區安民街72號'
        },
        {
          name: '新北市第三二０分公司',
          address: '新北市新店區安和里安民街335、337、339號1樓'
        },
        {
          name: '台北縣第三三四分公司',
          address: '新北市新店區中興路一段252號'
        },
        {
          name: '台北縣第３３８分公司',
          address: '新北市新店區北宜路一段二十八號一樓'
        },
        {
          name: '台北縣第３６６分公司',
          address: '新北市新店區北宜路一段四十一-一號一樓'
        },
        {
          name: '台北縣第四０七分公司',
          address: '新北市新店區安康路三段一九五號一樓'
        },
        {
          name: '台北縣第一分公司',
          address: '新北市新店區百忍街四十三巷二十三弄１號１樓'
        },
      ],
      '新莊區': [
        {
          name: '台北縣第二八七分公司',
          address: '新北市新莊區西盛街325、327號1樓'
        },
        {
          name: '新北市第二九四分公司',
          address: '新北市新莊區福基里十七鄰五工二路89、91號1樓'
        },
        {
          name: '台北縣第３４０分公司',
          address: '新北市新莊區中港路132巷26號1樓'
        },
        {
          name: '台北縣第三六一分公司',
          address: '新北市新莊區光明里民安西路232號1樓'
        },
        {
          name: '台北縣第三七五分公司',
          address: '新北市新莊區福營里八鄰建國一路五十．五十二號一樓'
        },
        {
          name: '台北縣第三七六分公司',
          address: '新北市新莊區福興里五工路七十號一樓'
        },
        {
          name: '新北市第三九四分公司',
          address: '新北市新莊區中和街174、176號1樓'
        },
        {
          name: '台北縣第一七六分公司',
          address: '新北市新莊區新泰路472號1樓'
        },
        {
          name: '台北縣第七分公司',
          address: '新北市新莊區中正路516-1號1樓'
        },
        {
          name: '台北縣第二十三分公司',
          address: '新北市新莊區新泰路２６７號１樓'
        },
      ],
      '板橋區': [
        {
          name: '台北縣第２６３分公司',
          address: '新北市板橋區國慶路151號1樓'
        },
        {
          name: '台北縣第３１３分公司',
          address: '新北市板橋區南雅南路一段8–2號1樓'
        },
        {
          name: '台北縣第３４３分公司',
          address: '新北市板橋區民享街53號1樓'
        },
        {
          name: '台北縣第九十分公司',
          address: '新北市板橋區幸福里新海路一三八號一樓'
        },
        {
          name: '新北市第三八五分公司',
          address: '新北市板橋區瑞安街73、75號1樓'
        },
        {
          name: '台北縣第三八六分公司',
          address: '新北市板橋區景星里館前東路十五、十五-一、十七號一樓'
        },
        {
          name: '台北縣第四００分公司',
          address: '新北市板橋區溪福里金門街三０三、三０五號'
        },
        {
          name: '台北縣第五十二分公司',
          address: '新北市板橋區實踐路１０５、１０７號１樓'
        },
        {
          name: '台北縣第五十四分公司',
          address: '新北市板橋區中山路二段５３５號１樓'
        },
        {
          name: '臺北縣第５８分公司',
          address: '新北市板橋區懷德街55、57號1樓'
        },
      ],
      '林口區': [
        {
          name: '台北縣第１１分公司',
          address: '新北市林口區文化二路一段二十四．二十六號一樓'
        },
        {
          name: '台北縣第三九六分公司',
          address: '新北市林口區文化二路1段378號1樓之1之2之3'
        },
        {
          name: '新北市第八十四分公司',
          address: '新北市林口區粉寮路一段62、64號1樓'
        },
        {
          name: '新北市第三０四分公司',
          address: '新北市林口區文化三路2段20號1樓'
        },
        {
          name: '新北市第三四八分公司',
          address: '新北市林口區文化二路1段120巷1之1號1樓'
        },
        {
          name: '台北縣第二十五分公司',
          address: '新北市林口區八德路五十二巷十七號一樓'
        },
        {
          name: '新北市第七０五分公司',
          address: '新北市林口區忠孝路382號1樓'
        },
        {
          name: '台北縣第七二九分公司',
          address: '新北市林口區林口路１９７號１樓'
        },
        {
          name: '台北縣第七六六分公司',
          address: '新北市林口區中山路583號1樓、台北縣林口鄉文化二路2段120號1樓'
        },
        {
          name: '新北市第七八七分公司',
          address: '新北市林口區仁愛路二段140、142號1樓'
        },
      ],
      '樹林區': [
        {
          name: '台北縣第２６４分公司',
          address: '新北市樹林區三福街39、41號1樓'
        },
        {
          name: '台北縣第二六七分公司',
          address: '新北市樹林區樹林市三俊街172號1樓'
        },
        {
          name: '新北市第二六八分公司',
          address: '新北市樹林區光華街2、4、6號1樓'
        },
        {
          name: '台北縣第３０７分公司',
          address: '新北市樹林區中華路１２０號１樓'
        },
        {
          name: '台北縣第３２４分公司',
          address: '新北市樹林區復興路１號'
        },
        {
          name: '台北縣第３６０分公司',
          address: '新北市樹林區臺北縣樹林鎮三興里十一鄰龍興街三十三號'
        },
        {
          name: '台北縣第六三七分公司',
          address: '新北市樹林區樹人里復興路三四０號一樓'
        },
        {
          name: '新北市第五九二分公司',
          address: '新北市樹林區中山路3段85、87號1樓'
        },
        {
          name: '台北縣第六五三分公司',
          address: '新北市樹林區保安街二段三五七號一樓'
        },
        {
          name: '台北縣第六五六分公司',
          address: '新北市樹林區東榮街八、十號'
        },
      ],
      '永和區': [
        {
          name: '台北縣第２９６分公司',
          address: '新北市永和區中和路417、419號1樓'
        },
        {
          name: '台北縣第３２２分公司',
          address: '新北市永和區秀林里永元路93號1樓'
        },
        {
          name: '台北縣第３２９分公司',
          address: '新北市永和區保生路22巷2號1樓'
        },
        {
          name: '台北縣第３３６分公司',
          address: '新北市永和區林森路62號'
        },
        {
          name: '台北縣第三八四分公司',
          address: '新北市永和區竹林路一四六號一樓'
        },
        {
          name: '台北縣第八分公司',
          address: '新北市永和區竹林路２１１號１樓'
        },
        {
          name: '台北縣第九分公司',
          address: '新北市永和區文化路７號１樓'
        },
        {
          name: '台北縣第十一分公司',
          address: '新北市永和區自由街２號１樓'
        },
        {
          name: '台北縣第三十分公司',
          address: '新北市永和區保平路１３５號１樓'
        },
        {
          name: '臺北縣第四十三分公司',
          address: '新北市永和區中正路１６７、１６９號１樓'
        },
      ],
      '汐止區': [
        {
          name: '台北縣第二八０分公司',
          address: '新北市汐止區汐萬路2段62巷1１號1、2樓'
        },
        {
          name: '台北縣第２８２分公司',
          address: '新北市汐止區中興路105號'
        },
        {
          name: '台北縣第２９１分公司',
          address: '新北市汐止區忠孝東路2821１樓'
        },
        {
          name: '台北縣第３０２分公司',
          address: '新北市汐止區茄苳里茄苳路196號1樓'
        },
        {
          name: '台北縣第３５２分公司',
          address: '新北市汐止區臺北縣汐止鎮中興里中興路一九０號一樓'
        },
        {
          name: '台北縣第三七三分公司',
          address: '新北市汐止區新台五路1段149號1樓'
        },
        {
          name: '台北縣第三八一分公司',
          address: '新北市汐止區仁愛路143號1樓、臺北縣汐止市福安街51號1樓'
        },
        {
          name: '台北縣第三九八分公司',
          address: '新北市汐止區臺北縣汐止鎮大同路三段三三二號一樓'
        },
        {
          name: '新北市第四○三分公司',
          address: '新北市汐止區臺北縣汐止鎮伯爵街32號、34號1樓'
        },
        {
          name: '新北市第七三七分公司',
          address: '新北市汐止區樟樹一路256號、258號1樓'
        },
      ],
      '泰山區': [
        {
          name: '台北縣第２８９分公司',
          address: '新北市泰山區泰林路二段５１５、５１７號１樓'
        },
        {
          name: '臺北縣第６９分公司',
          address: '新北市泰山區楓江路22、24號1樓'
        },
        {
          name: '臺北縣第７６分公司',
          address: '新北市泰山區泰林路二段１８９號１樓'
        },
        {
          name: '新北市第一０五五分公司',
          address: '新北市泰山區信華六街17、19號1樓'
        },
        {
          name: '台北縣第六五五分公司',
          address: '新北市泰山區明志路3段44、46號1樓'
        },
        {
          name: '台北縣第六五八分公司',
          address: '新北市泰山區仁愛路100巷26、28、30號1樓'
        },
        {
          name: '台北縣第六七一分公司',
          address: '新北市泰山區仁愛路６６號１樓'
        },
        {
          name: '台北縣第六七四分公司',
          address: '新北市泰山區福興一街８７號１樓'
        },
        {
          name: '台北縣第七四六分公司',
          address: '新北市泰山區貴鳳街2號1樓'
        },
        {
          name: '台北縣第七五八分公司',
          address: '新北市泰山區明志路2段74、76號1樓'
        },
      ],
      '淡水區': [
        {
          name: '台北縣第３３１分公司',
          address: '新北市淡水區中正路57、59號1樓'
        },
        {
          name: '台北縣第３７０分公司',
          address: '新北市淡水區民生路五十四號一樓'
        },
        {
          name: '台北縣第三七一分公司',
          address: '新北市淡水區自強路375號1樓'
        },
        {
          name: '台北縣第３７２分公司',
          address: '新北市淡水區新春街142號1樓'
        },
        {
          name: '台北縣第三九一分公司',
          address: '新北市淡水區沙崙路一三三號一樓'
        },
        {
          name: '台北縣第四０四分公司',
          address: '新北市淡水區北新路六十五號一樓'
        },
        {
          name: '台北縣第五分公司',
          address: '新北市淡水區中正東路3號1樓'
        },
        {
          name: '新北市第一０五六分公司',
          address: '新北市淡水區中正東路2段65號1樓'
        },
        {
          name: '新北市第一一六四分公司',
          address: '新北市淡水區濱海路1段430、432號1樓'
        },
        {
          name: '台北縣第六００分公司',
          address: '新北市淡水區自強路二七五號一樓'
        },
      ],
      '深坑區': [
        {
          name: '台北縣第三０八分公司',
          address: '新北市深坑區文化街82號1樓'
        },
        {
          name: '台北縣第三六八分公司',
          address: '新北市深坑區北深路三段二六三號一樓'
        },
        {
          name: '新北市第七三三分公司',
          address: '新北市深坑區埔新街63、65號1樓'
        },
        {
          name: '新北市第九三二分公司',
          address: '新北市深坑區北深路3段198、200號1樓'
        },
        {
          name: '台北縣第五０六分公司',
          address: '新北市深坑區北深路一段一一八、一二０號一樓'
        },
        {
          name: '台北縣第五十五分公司',
          address: '新北市深坑區北深路二段一八三號一樓'
        },
        {
          name: '臺北縣第１９７分公司',
          address: '新北市深坑區北深路3段145號1樓'
        },
      ],
      '烏來區': [
        {
          name: '台北縣第五一九分公司',
          address: '新北市烏來區忠治村堰堤九、十一號 '
        },
        {
          name: '台北縣第五四三分公司',
          address: '新北市烏來區溫泉街八十號一樓'
        },
      ],
      '瑞芳區': [
        {
          name: '新北市第八十二分公司',
          address: '新北市瑞芳區明燈路三段52、54號1樓'
        },
        {
          name: '新北市第一０八六分公司',
          address: '新北市瑞芳區鼻頭路227-4號1樓'
        },
        {
          name: '台北縣第六四三分公司',
          address: '新北市瑞芳區民生街二十三號一樓'
        },
        {
          name: '台北縣第六六三分公司',
          address: '新北市瑞芳區三爪子坑路１５、１７號１樓'
        },
        {
          name: '台北縣第七七三分公司',
          address: '新北市瑞芳區大埔路138號1樓'
        },
        {
          name: '新北市第一０七五分公司',
          address: '新北市瑞芳區明燈路3段86號1、2樓'
        },
        {
          name: '台北縣第一八０分公司',
          address: '新北市瑞芳區基山街三號一樓'
        },
        {
          name: '台北縣第１９９分公司',
          address: '新北市瑞芳區海濱里海濱路157號1樓'
        },
      ],
      '石碇區': [
        {
          name: '台北縣第六七三分公司',
          address: '新北市石碇區隆盛村雙溪56號1樓'
        },
      ],
      '石門區': [
        {
          name: '台北縣第５６分公司',
          address: '新北市石門區中山路78號1樓'
        },
      ],
      '萬里區': [
        {
          name: '新北市第一０七六分公司',
          address: '新北市萬里區萬里加投197號1樓'
        },
        {
          name: '台北縣第五四一分公司',
          address: '新北市萬里區龜吼村美崙三十八、三十九號'
        },
        {
          name: '台北縣第１５１分公司',
          address: '新北市萬里區碼鍊路49、51號1樓'
        },
        {
          name: '臺北縣第１７１分公司',
          address: '新北市萬里區野柳村港東路１５８號１樓'
        },
      ],
      '蘆洲區': [
        {
          name: '台北縣第２９２分公司',
          address: '新北市蘆洲區保新里４鄰三民路２３０號１樓'
        },
        {
          name: '台北縣第３２６分公司',
          address: '新北市蘆洲區中正路２６１號１樓'
        },
        {
          name: '新北市第三二七分公司',
          address: '新北市蘆洲區永平街32巷12弄1、3號1樓'
        },
        {
          name: '台北縣第１２１分公司',
          address: '新北市蘆洲區中山一路204號1樓'
        },
        {
          name: '新北市第一０五二分公司',
          address: '新北市蘆洲區中華街39號、中華街35巷6號1樓'
        },
        {
          name: '新北市第一０五九分公司',
          address: '新北市蘆洲區得勝街67號1樓'
        },
        {
          name: '新北市第一一六九分公司',
          address: '新北市蘆洲區長樂路2-6號1樓'
        },
        {
          name: '新北市第六六五分公司',
          address: '新北市蘆洲區中正路185巷50、52號1樓'
        },
        {
          name: '台北縣六八六分公司',
          address: '新北市蘆洲區長榮路６７９號'
        },
        {
          name: '台北縣第十六分公司',
          address: '新北市蘆洲區長樂路５５號１樓'
        },
      ],
      '貢寮區': [
        {
          name: '台北縣第１０３分公司',
          address: '新北市貢寮區延平街63號1樓'
        },
        {
          name: '台北縣第六九一分公司',
          address: '新北市貢寮區福隆村興隆街２４－１號１樓'
        },
        {
          name: '新北市 第一五○分公司',
          address: '新北市貢寮區仁里里仁和路9號1樓'
        },
        {
          name: '新北市第二六九分公司',
          address: '新北市貢寮區福隆里福隆街8號1樓'
        },
      ],
      '金山區': [
        {
          name: '台北縣第六十二分公司',
          address: '新北市金山區中正路一四五號一樓'
        },
        {
          name: '台北縣第七一六分公司',
          address: '新北市金山區清水路５２號'
        },
        {
          name: '新北市第一０八三分公司',
          address: '新北市金山區中山路143、145號1樓'
        },
        {
          name: '台北縣第四八八分公司',
          address: '新北市金山區中山路三０五、三０七號一樓'
        },
      ],
      '雙溪區': [
        {
          name: '台北縣第七五六分公司',
          address: '新北市雙溪區雙溪村太平路65、67號'
        },
        {
          name: '台北縣第十八分公司',
          address: '新北市雙溪區自強路七號一樓'
        },
      ],
      '鶯歌區': [
        {
          name: '台北縣第３５１分公司',
          address: '新北市鶯歌區國華路三十一號'
        },
        {
          name: '台北縣第三六三分公司',
          address: '新北市鶯歌區中正三路九十三號一樓'
        },
        {
          name: '新北市第七○九分公司',
          address: '新北市鶯歌區南雅路34、36號1樓'
        },
        {
          name: '台北縣第七二八分公司',
          address: '新北市鶯歌區三鶯路５２號１樓'
        },
        {
          name: '台北縣第八五一分公司',
          address: '新北市鶯歌區中正三路283-1、283-2號1樓'
        },
        {
          name: '台北縣第八五三分公司',
          address: '新北市鶯歌區德昌二街77之1號1樓'
        },
        {
          name: '新北市第一０五八分公司',
          address: '新北市鶯歌區中正三路165、167號1樓'
        },
        {
          name: '新北市第一一三三分公司',
          address: '新北市鶯歌區尖山路276號1樓'
        },
        {
          name: '新北市第一０二六分公司',
          address: '新北市鶯歌區鶯桃路2段48、50號1樓'
        },
        {
          name: '新北市第一０三三分公司',
          address: '新北市鶯歌區光明街128、130號1樓'
        },
      ],
    },
    '新竹市': {
      '其他': [
        {
          name: '新竹市第２６分公司',
          address: '新竹市民富里７鄰北大路３４２號'
        },
        {
          name: '新竹巿第３０分公司',
          address: '新竹市文雅里十八鄰竹光路１２３號'
        },
        {
          name: '新竹巿第３１分公司',
          address: '新竹市光明里十四鄰大學路五十八、六十號１樓'
        },
        {
          name: '新竹市第３４分公司',
          address: '新竹市西大路６４２號'
        },
        {
          name: '新竹巿第３５分公司',
          address: '新竹市西門里３鄰中山路１００號１樓'
        },
        {
          name: '新竹巿第３７分公司',
          address: '新竹市建功里建功路６號１樓'
        },
        {
          name: '新竹巿第３８分公司',
          address: '新竹市文華里６鄰北大路三十八號１樓'
        },
        {
          name: '新竹巿第４０分公司',
          address: '新竹市延平路一段２５２號１樓'
        },
        {
          name: '新竹巿第三十九分公司',
          address: '新竹市科學園路45號1樓'
        },
        {
          name: '新竹市第４８分公司',
          address: '新竹市中華路二段64號1樓'
        },
      ],
      '北區': [
        {
          name: '新竹巿第３３分公司',
          address: '新竹市北區光華里十鄰湳雅街四十六號１樓'
        },
        {
          name: '新竹市第一三八分公司',
          address: '新竹市北區東大路3段718、720號1樓'
        },
        {
          name: '新竹市第一五０分公司',
          address: '新竹市北區東門街194號1樓及B1樓'
        },
        {
          name: '新竹市第一五三分公司',
          address: '新竹市北區成德路123號1樓'
        },
        {
          name: '新竹市第八十二分公司',
          address: '新竹市北區湳雅街二五五號一樓'
        },
        {
          name: '新竹市第一四五分公司',
          address: '新竹市北區東大路4段258、260號1樓'
        },
        {
          name: '新竹市第一四七分公司',
          address: '新竹市北區西大路740號1樓'
        },
        {
          name: '新竹市第一四九分公司',
          address: '新竹市北區中正路309號1樓及B1樓'
        },
        {
          name: '新竹市第一分公司',
          address: '新竹市北區經國路2段346、348號1樓'
        },
        {
          name: '新竹市第三分公司',
          address: '新竹市北區東大路三段二號一樓'
        },
      ],
      '新竹科學園區': [
        {
          name: '新竹市第一四八分公司',
          address: '新竹市新竹科學園區力行三路15號6樓'
        },
      ],
      '東區': [
        {
          name: '新竹市第四十三分公司',
          address: '新竹市東區民生路149、151、153號1樓'
        },
        {
          name: '新竹市第一三四分公司',
          address: '新竹市東區關東路56號1樓'
        },
        {
          name: '新竹市第一三六分公司',
          address: '新竹市東區高翠路331號1樓'
        },
        {
          name: '新竹市第一三五分公司',
          address: '新竹市東區慈濟路230號1樓'
        },
        {
          name: '新竹市第一三七分公司',
          address: '新竹市東區民權路181號1樓'
        },
        {
          name: '新竹市第一三九分公司',
          address: '新竹市東區民族路205號1樓'
        },
        {
          name: '新竹市第一五一分公司',
          address: '新竹市東區金城一路50之9號1樓'
        },
        {
          name: '新竹市第一五二分公司',
          address: '新竹市東區仙水里光復路1段531巷70-1號1樓'
        },
        {
          name: '新竹市第八十六分公司',
          address: '新竹市東區東南街98號1樓'
        },
        {
          name: '新竹市第一一二分公司',
          address: '新竹市東區明湖路967號1樓'
        },
      ],
      '科學園區': [
        {
          name: '新竹市第六十二分公司',
          address: '新竹市科學園區研新二路6號1樓'
        },
        {
          name: '新竹市第六十三分公司',
          address: '新竹市科學園區力行六路8號1樓'
        },
      ],
      '科學工業園區': [
        {
          name: '新竹市第六十一分公司',
          address: '新竹市科學工業園區研新三路1號'
        },
      ],
      '香山區': [
        {
          name: '新竹市第七十分公司',
          address: '新竹市香山區中華路六段四二八、四三０號'
        },
        {
          name: '新竹市第八十四分公司',
          address: '新竹市香山區牛埔北路五十號'
        },
        {
          name: '新竹市第八十三分公司',
          address: '新竹市香山區香北路１８１、１８３號１樓'
        },
        {
          name: '新竹市第四十一分公司',
          address: '新竹市香山區海埔路１３６號 '
        },
        {
          name: '新竹市第一四一分公司',
          address: '新竹市香山區中華路5段193號1樓'
        },
        {
          name: '新竹市第一四四分公司',
          address: '新竹市香山區中華路6段131、133、135號1樓'
        },
        {
          name: '新竹市第一三二分公司',
          address: '新竹市香山區元培街371號1樓'
        },
        {
          name: '新竹市第五十二分公司',
          address: '新竹市香山區牛埔南路2號1樓'
        },
        {
          name: '新竹市第四分公司',
          address: '新竹市香山區東香里五福路2段725、727、729號1樓'
        },
        {
          name: '新竹市第五十七分公司',
          address: '新竹市香山區中華路六段六十之一、六十之二號一樓'
        },
      ],
    },
    '新竹縣': {
      '北埔鄉': [
        {
          name: '新竹縣第一一九分公司',
          address: '新竹縣北埔鄉南興街135號1樓'
        },
        {
          name: '新竹縣第三十九分公司',
          address: '新竹縣北埔鄉中山路四十二號一樓'
        },
      ],
      '寶山鄉': [
        {
          name: '新竹縣一三０分公司',
          address: '新竹縣寶山鄉大雅路2段103巷15號1樓'
        },
        {
          name: '新竹縣第五十三分公司',
          address: '新竹縣寶山鄉寶新路一段2號1樓'
        },
      ],
      '寶山鄉園區': [
        {
          name: '新竹縣第一二一分公司',
          address: '新竹縣寶山鄉園區三路1號1樓'
        },
      ],
      '新埔鎮': [
        {
          name: '新竹縣第一五三分公司',
          address: '新竹縣新埔鎮中正路221號1樓'
        },
        {
          name: '新竹縣第一八八分公司',
          address: '新竹縣新埔鎮田新里義民路1段92號1樓'
        },
        {
          name: '新竹縣第十一分公司',
          address: '新竹縣新埔鎮中正路7號1樓'
        },
        {
          name: '新竹縣第一四一分公司',
          address: '新竹縣新埔鎮義民路3段317、321號1樓'
        },
        {
          name: '新竹縣第三十七分公司',
          address: '新竹縣新埔鎮中正路617、619、621號1樓'
        },
      ],
      '新豐鄉': [
        {
          name: '新竹縣第一五六分公司',
          address: '新竹縣新豐鄉新興路1號1樓'
        },
        {
          name: '新竹縣第一五九分公司',
          address: '新竹縣新豐鄉埔和村埔頂281-1號1樓'
        },
        {
          name: '新竹縣第一六０分公司',
          address: '新竹縣新豐鄉康樂路1段358號1樓'
        },
        {
          name: '新竹縣第一０一分公司',
          address: '新竹縣新豐鄉新興路177、179號1樓'
        },
        {
          name: '新竹縣第二分公司',
          address: '新竹縣新豐鄉新興路403號1樓'
        },
        {
          name: '新竹縣第一○九分公司',
          address: '新竹縣新豐鄉新庄路383號1樓'
        },
        {
          name: '新竹縣第一八七分公司',
          address: '新竹縣新豐鄉鳳坑村坑子口750之2號1樓'
        },
        {
          name: '新竹縣第一九二分公司',
          address: '新竹縣新豐鄉建興路2段526號3樓'
        },
        {
          name: '新竹縣第二二四分公司',
          address: '新竹縣新豐鄉員山148-2號1樓'
        },
        {
          name: '新竹縣第二二五分公司',
          address: '新竹縣新豐鄉康樂路1段216號1樓'
        },
      ],
      '橫山鄉': [
        {
          name: '新竹縣第一五二分公司',
          address: '新竹縣橫山鄉中豐路1段100號1樓'
        },
        {
          name: '新竹縣第一九０分公司',
          address: '新竹縣橫山鄉中豐路2段211號1樓'
        },
        {
          name: '新竹縣第四十七分公司',
          address: '新竹縣橫山鄉中豐路2段122、124號1樓'
        },
        {
          name: '新竹縣第二十四分公司',
          address: '新竹縣橫山鄉內灣村二鄰二十號'
        },
      ],
      '湖口鄉': [
        {
          name: '新竹縣第１７分公司',
          address: '新竹縣湖口鄉孝勢村９鄰忠孝路二十、二十二號１樓'
        },
        {
          name: '新竹縣第二十九分公司',
          address: '新竹縣湖口鄉望高樓5之4號1樓'
        },
        {
          name: '新縣第一五五分公司',
          address: '新竹縣湖口鄉德興路216、218號1樓'
        },
        {
          name: '新竹縣第六十九分公司',
          address: '新竹縣湖口鄉中山路三段487、489號1樓'
        },
        {
          name: '新竹縣第七十九分公司',
          address: '新竹縣湖口鄉中正路二段２３５號'
        },
        {
          name: '新竹縣第八十一分公司',
          address: '新竹縣湖口鄉中華路５４號'
        },
        {
          name: '新竹縣第八十五分公司',
          address: '新竹縣湖口鄉新興路６２８、６３０號'
        },
        {
          name: '新竹縣第六分公司',
          address: '新竹縣湖口鄉工業一路7、7-1、7-2號1樓'
        },
        {
          name: '新竹縣第一０二分公司',
          address: '新竹縣湖口鄉勝利路二段254號1樓'
        },
        {
          name: '新竹縣第一０六分公司',
          address: '新竹縣湖口鄉光復東路395號1樓'
        },
      ],
      '湖口鄉新竹工業區': [
        {
          name: '新竹縣第一四六分公司',
          address: '新竹縣湖口鄉新竹工業區工業一路3號5樓'
        },
      ],
      '竹東鎮': [
        {
          name: '新竹縣第２０分公司',
          address: '新竹縣竹東鎮中豐路二段２４５號１樓'
        },
        {
          name: '新竹縣第二十一分公司',
          address: '新竹縣竹東鎮長春路三段253號1樓'
        },
        {
          name: '新竹縣第二十五分公司',
          address: '新竹縣竹東鎮東寧路一段一號'
        },
        {
          name: '新竹縣第一九六分公司',
          address: '新竹縣竹東鎮北興路2段185、187號1樓'
        },
        {
          name: '新竹縣第七十二分公司',
          address: '新竹縣竹東鎮光明路538巷25號1樓'
        },
        {
          name: '新竹縣第七十八分公司',
          address: '新竹縣竹東鎮東峰路３３６號１樓'
        },
        {
          name: '新竹縣第七十五分公司',
          address: '新竹縣竹東鎮北興路三段517、519號1樓'
        },
        {
          name: '新竹縣第一０五分公司',
          address: '新竹縣竹東鎮中興路1段157號'
        },
        {
          name: '新竹縣第五十七分公司',
          address: '新竹縣竹東鎮中興路4段650號'
        },
        {
          name: '新竹縣第一五八分公司',
          address: '新竹縣竹東鎮中興路2段148號1樓'
        },
      ],
      '芎林鄉': [
        {
          name: '新竹縣第二十七分公司',
          address: '新竹縣芎林鄉文山路529、531號1樓'
        },
        {
          name: '新竹縣第一００分公司',
          address: '新竹縣芎林鄉三民路279號1樓'
        },
        {
          name: '新竹縣第一０四分公司',
          address: '新竹縣芎林鄉富林路2段556號1樓'
        },
        {
          name: '新竹縣第一九五分公司',
          address: '新竹縣芎林鄉文富街100號1樓'
        },
        {
          name: '新竹縣第一二二分公司',
          address: '新竹縣芎林鄉富林路2段729號1樓'
        },
        {
          name: '新竹縣第五十九分公司',
          address: '新竹縣芎林鄉富林路三段239號1樓'
        },
      ],
      '關西鎮': [
        {
          name: '新竹縣第一一一分公司',
          address: '新竹縣關西鎮中豐新路2-1號1樓'
        },
        {
          name: '新竹縣第一二四分公司',
          address: '新竹縣關西鎮正義路286-1號1樓'
        },
        {
          name: '新竹縣第一三五分公司',
          address: '新竹縣關西鎮石岡子252號1樓'
        },
        {
          name: '新竹縣第五十二分公司',
          address: '新竹縣關西鎮中興路十七號一樓'
        },
      ],
    },
    '新竹縣竹北市': {
      '其他': [
        {
          name: '新竹縣第１８分公司',
          address: '新竹縣竹北市新社里中正西路１３４號１樓'
        },
        {
          name: '新竹縣第一五四分公司',
          address: '新竹縣竹北市隘口二路27號1樓'
        },
        {
          name: '新竹縣第一七０分公司',
          address: '新竹縣竹北市光明六路10號1樓'
        },
        {
          name: '新竹縣第七十分公司',
          address: '新竹縣竹北市新社里四鄰華興街六十八號'
        },
        {
          name: '新竹縣第七十一分公司',
          address: '新竹縣竹北市光明九路十二號一樓'
        },
        {
          name: '新竹縣第六十三分公司',
          address: '新竹縣竹北市中正西路三八二、三八四號一樓'
        },
        {
          name: '新竹縣第四十六分公司',
          address: '新竹縣竹北市嘉豐北路七十六、七十八號一樓'
        },
        {
          name: '新竹縣第二十三分公司',
          address: '新竹縣竹北市光明一路１５８號１樓'
        },
        {
          name: '新竹縣第八十四分公司',
          address: '新竹縣竹北市自強南路２１１號'
        },
        {
          name: '新竹縣第八十七分公司',
          address: '新竹縣竹北市長春路１段３８８、３９０號'
        },
      ],
    },
    '桃園市': {
      '中壢區': [
        {
          name: '桃園縣第８８分公司',
          address: '桃園市中壢區自強里十五鄰環中東路８號'
        },
        {
          name: '桃園縣第９９分公司',
          address: '桃園市中壢區普義路175、175-1號1樓'
        },
        {
          name: '桃園縣第１００分公司',
          address: '桃園市中壢區東興里新興路１６２號１樓'
        },
        {
          name: '桃園縣第１０８分公司',
          address: '桃園市中壢區興仁路2段57號1樓'
        },
        {
          name: '桃園縣第一二二分公司',
          address: '桃園市中壢區吉林二路83巷30、32、34號1樓'
        },
        {
          name: '桃園縣第１２５分公司',
          address: '桃園市中壢區中央東路六十二號１樓'
        },
        {
          name: '桃園縣第１２９分公司',
          address: '桃園市中壢區環北路537、539、543號1樓'
        },
        {
          name: '桃園縣第一四六分公司',
          address: '桃園市中壢區南園二路63號1樓'
        },
        {
          name: '桃園縣第一五七分公司',
          address: '桃園市中壢區中央西路2段125號'
        },
        {
          name: '桃園縣第一六五分公司',
          address: '桃園市中壢區成章二街192號1樓'
        },
      ],
      '八德區': [
        {
          name: '桃園縣第一四八分公司',
          address: '桃園市八德區中華路157號1樓'
        },
        {
          name: '桃園縣第一五六分公司',
          address: '桃園市八德區建國路1075號1樓'
        },
        {
          name: '桃園市第六O八分公司',
          address: '桃園市八德區長興路76號1樓'
        },
        {
          name: '桃園縣第三六二分公司',
          address: '桃園市八德區大勇里二十鄰忠勇街三六五號一樓'
        },
        {
          name: '桃園縣第三八七分公司',
          address: '桃園市八德區白鷺里永豐南路７２號１樓'
        },
        {
          name: '桃園縣第三九七分公司',
          address: '桃園市八德區陸光街４５號１樓'
        },
        {
          name: '桃園縣第四０六分公司',
          address: '桃園市八德區重慶路１７２號１樓'
        },
        {
          name: '桃園縣第四０七分公司',
          address: '桃園市八德區大明路１０５、１０７號１樓'
        },
        {
          name: '桃園縣第四０八分公司',
          address: '桃園市八德區建國路165號1樓'
        },
        {
          name: '桃園縣第四三八分公司',
          address: '桃園市八德區豐德路31號1樓'
        },
      ],
      '大園區': [
        {
          name: '桃園縣第１１７分公司',
          address: '桃園市大園區大觀路604、606號'
        },
        {
          name: '桃園縣第一一九分公司',
          address: '桃園市大園區菓林里三民路2段110、112、114號1樓'
        },
        {
          name: '桃園縣第一二一分公司',
          address: '桃園市大園區竹圍里竹圍街45-3號1樓'
        },
        {
          name: '桃園縣第一五五分公司',
          address: '桃園市大園區中正東路102號'
        },
        {
          name: '桃園市第七一四分公司',
          address: '桃園市大園區中正東路3段343號1樓'
        },
        {
          name: '桃園市第七一九分公司',
          address: '桃園市大園區民生南路167號1樓'
        },
        {
          name: '桃園市第七二０分公司',
          address: '桃園市大園區大觀路525號1樓'
        },
        {
          name: '桃園市第七二一分公司',
          address: '桃園市大園區五青路287、289號1樓'
        },
        {
          name: '桃園市第七九七分公司',
          address: '桃園市大園區航站南路15號B1樓'
        },
        {
          name: '桃園市第七九六分公司',
          address: '桃園市大園區航站南路15號B1樓'
        },
      ],
      '大溪區': [
        {
          name: '桃園市第六０七分公司',
          address: '桃園市大溪區復興路186號、188號1樓'
        },
        {
          name: '桃園市第七九八分公司',
          address: '桃園市大溪區公園路111、115號1樓'
        },
        {
          name: '桃園縣第三六八分公司',
          address: '桃園市大溪區僑愛里三十四鄰介壽路二一０號一樓'
        },
        {
          name: '桃園縣第三二七分公司',
          address: '桃園市大溪區仁愛里五鄰埔頂路一段四六八號'
        },
        {
          name: '桃園縣第三九０分公司',
          address: '桃園市大溪區仁和路2段319、321、323號1樓'
        },
        {
          name: '桃園縣第四二二分公司',
          address: '桃園市大溪區埔頂路２段１８３號'
        },
        {
          name: '桃園縣第四二四分公司',
          address: '桃園市大溪區復興路一段902-1、906號1樓'
        },
        {
          name: '桃園縣第四五三分公司',
          address: '桃園市大溪區員林路3段157號1樓'
        },
        {
          name: '桃園縣第四七五分公司',
          address: '桃園市大溪區復興路31號1樓'
        },
        {
          name: '桃園縣第四九四分公司',
          address: '桃園市大溪區永昌路320號'
        },
      ],
      '平鎮區': [
        {
          name: '桃園縣第１０３分公司',
          address: '桃園市平鎮區南勢里十四鄰中豐路南勢二段３７７、３７９、３'
        },
        {
          name: '桃園市第五九九分公司',
          address: '桃園市平鎮區新富五街9號1樓'
        },
        {
          name: '桃園市第六０一分公司',
          address: '桃園市平鎮區南京路206號1樓'
        },
        {
          name: '桃園市第六０三分公司',
          address: '桃園市平鎮區平東路27號、東光路16-1號1樓'
        },
        {
          name: '桃園市第七九０分公司',
          address: '桃園市平鎮區延平路3段413、415、417號1樓'
        },
        {
          name: '桃園縣第三五八分公司',
          address: '桃園市平鎮區北貴里正義路八十二號'
        },
        {
          name: '桃園縣第三五六分公司',
          address: '桃園市平鎮區民族路三段九十五號'
        },
        {
          name: '桃園縣第三八０分公司',
          address: '桃園市平鎮區長沙街1號1樓、上海路115號1樓'
        },
        {
          name: '桃園縣第３９３分公司',
          address: '桃園市平鎮區東勢里金凌路５段２５５號'
        },
        {
          name: '桃園縣第四一九分公司',
          address: '桃園市平鎮區中興路平鎮段349、351、353號1樓'
        },
      ],
      '新屋區': [
        {
          name: '桃園縣第１０７分公司',
          address: '桃園市新屋區新生里十二鄰中山路３６７、３６９、３７１號１'
        },
        {
          name: '桃園縣第四六六分公司',
          address: '桃園市新屋區中華路357號1樓'
        },
        {
          name: '桃園縣第五○八分公司',
          address: '桃園市新屋區中山西路3段1148號1樓'
        },
        {
          name: '桃園市第六一三分公司',
          address: '桃園市新屋區中山東路2段760號1樓'
        },
        {
          name: '桃園市第六一九分公司',
          address: '桃園市新屋區中山西路1段280巷20號1樓'
        },
        {
          name: '桃園市第八一０分公司',
          address: '桃園市新屋區中山東路1段745號1樓'
        },
        {
          name: '桃園市第七六八分公司',
          address: '桃園市新屋區梅高路3段310-6號1樓'
        },
        {
          name: '桃園縣第五六七分公司',
          address: '桃園市新屋區中山東路1段106號1樓'
        },
        {
          name: '桃園縣第三０七分公司',
          address: '桃園市新屋區新屋里中山路二八八號'
        },
      ],
      '桃園區': [
        {
          name: '桃園縣第９２分公司',
          address: '桃園市桃園區力行路156號1樓'
        },
        {
          name: '桃園縣第１０２分公司',
          address: '桃園市桃園區莊敬里經國路242號1樓'
        },
        {
          name: '桃園縣第１０４分公司',
          address: '桃園市桃園區大興西路二段1號1樓'
        },
        {
          name: '桃園縣第１１６分公司',
          address: '桃園市桃園區經國路405號1樓'
        },
        {
          name: '桃園縣第１２３分公司',
          address: '桃園市桃園區中正路455號1樓'
        },
        {
          name: '桃園縣第１３３分公司',
          address: '桃園市桃園區復興路80號1樓'
        },
        {
          name: '桃園縣第１３４分公司',
          address: '桃園市桃園區重慶街15號1樓、 復興路83、85號1樓'
        },
        {
          name: '桃園縣第一四九分公司',
          address: '桃園市桃園區壽昌街20巷45、47號1樓'
        },
        {
          name: '桃園縣第一五一分公司',
          address: '桃園市桃園區龍安街77、79、81號1樓'
        },
        {
          name: '桃園縣第一六０分公司',
          address: '桃園市桃園區文中路747號1樓'
        },
      ],
      '楊梅區': [
        {
          name: '桃園縣第７７分公司',
          address: '桃園市楊梅區青山一街二，二-一號一樓'
        },
        {
          name: '桃園縣第１３７分公司',
          address: '桃園市楊梅區新成路九十七號一樓'
        },
        {
          name: '桃園縣第一四五分公司',
          address: '桃園市楊梅區校前路241號1樓'
        },
        {
          name: '桃園市第六０五分公司',
          address: '桃園市楊梅區中山北路1段23號、25號1樓'
        },
        {
          name: '桃園市第八００分公司',
          address: '桃園市楊梅區楊湖路2段910、912、914號1樓'
        },
        {
          name: '桃園縣第二五０分公司',
          address: '桃園市楊梅區高山里梅高路一三三號一樓'
        },
        {
          name: '桃園縣第三八二分公司',
          address: '桃園市楊梅區楊新路３段３３１、３３３號１樓'
        },
        {
          name: '桃園縣第三八六分公司',
          address: '桃園市楊梅區楊新北路２３號１樓'
        },
        {
          name: '桃園縣第三九八分公司',
          address: '桃園市楊梅區新農街2段146、148號1樓、三民北路177號1樓'
        },
        {
          name: '桃園縣第四六三分公司',
          address: '桃園市楊梅區文化街220、222、222之1號1樓'
        },
      ],
      '蘆竹區': [
        {
          name: '桃園縣第４５分公司',
          address: '桃園市蘆竹區南山路三段306、308號1樓'
        },
        {
          name: '桃園縣第１３６分公司',
          address: '桃園市蘆竹區長春路87號'
        },
        {
          name: '桃園縣第一四三分公司',
          address: '桃園市蘆竹區南崁路2段473號1樓'
        },
        {
          name: '桃園縣第一四二分公司',
          address: '桃園市蘆竹區大竹路408號1樓'
        },
        {
          name: '桃園縣第一六四分公司',
          address: '桃園市蘆竹區濱海路一段40、42號1樓'
        },
        {
          name: '桃園市第七一０分公司',
          address: '桃園市蘆竹區大新路454、456號1樓'
        },
        {
          name: '桃園市第七九四分公司',
          address: '桃園市蘆竹區南竹路4段250號1樓'
        },
        {
          name: '桃園市第七九二分公司',
          address: '桃園市蘆竹區南山北路2段426號1樓'
        },
        {
          name: '桃園市第八０四分公司',
          address: '桃園市蘆竹區五福一路202號1樓'
        },
        {
          name: '桃園縣第三五一分公司',
          address: '桃園市蘆竹區吉林路一六七號一樓'
        },
      ],
      '觀音區': [
        {
          name: '桃園縣第一四一分公司',
          address: '桃園市觀音區樹林里14鄰民權路1號1樓'
        },
        {
          name: '桃園縣一五三分公司',
          address: '桃園市觀音區中山路2段663號1樓'
        },
        {
          name: '桃園市第七一六分公司',
          address: '桃園市觀音區大觀路2段65號、67號1樓'
        },
        {
          name: '桃園縣第四０一分公司',
          address: '桃園市觀音區草漯里大觀路２段３１２－１號'
        },
        {
          name: '桃園縣第四一一分公司',
          address: '桃園市觀音區新生路1467之1號1樓 / 五福三街83號1樓'
        },
        {
          name: '桃園縣第四三三分公司',
          address: '桃園市觀音區濱海路廣興段132號'
        },
        {
          name: '桃園縣第四三七分公司',
          address: '桃園市觀音區忠孝路705號1樓'
        },
        {
          name: '桃園縣第四九○分公司',
          address: '桃園市觀音區中山路1段1159之1號'
        },
        {
          name: '桃園縣第六六四分公司',
          address: '桃園市觀音區中山路2段925號1樓'
        },
        {
          name: '桃園縣第六六九分公司',
          address: '桃園市觀音區成功路1段557、559號1樓'
        },
      ],
      '龍潭區': [
        {
          name: '桃園縣第９７分公司',
          address: '桃園市龍潭區烏樹林里中豐路３１７號１樓'
        },
        {
          name: '桃園縣第１２０分公司',
          address: '桃園市龍潭區中正路４７２、４７４號'
        },
        {
          name: '桃園縣第１２４分公司',
          address: '桃園市龍潭區民族路168、170、172號1樓'
        },
        {
          name: '桃園縣第一六六分公司',
          address: '桃園市龍潭區文化路12-3號1樓'
        },
        {
          name: '桃園市第五九八分公司',
          address: '桃園市龍潭區龍園六路101號2樓'
        },
        {
          name: '桃園縣第四０九分公司',
          address: '桃園市龍潭區中豐路上林段１２１號１樓'
        },
        {
          name: '桃園縣第四七六分公司',
          address: '桃園市龍潭區聖亭路186號1樓'
        },
        {
          name: '桃園縣第四七七分公司',
          address: '桃園市龍潭區中正路三坑段776號1樓'
        },
        {
          name: '桃園縣第三四一分公司',
          address: '桃園市龍潭區第三四一分公司'
        },
        {
          name: '桃園縣第四八五分公司',
          address: '桃園市龍潭區中正路上華段6號1樓'
        },
      ],
      '龜山區': [
        {
          name: '桃園縣第１０６分公司',
          address: '桃園市龜山區文明路43號'
        },
        {
          name: '桃園縣第１３０分公司',
          address: '桃園市龜山區龍壽里萬壽路一段492號1樓'
        },
        {
          name: '桃園縣第一五０分公司',
          address: '桃園市龜山區公西里16鄰文化一路42號1樓'
        },
        {
          name: '桃園縣第一七一分公司',
          address: '桃園市龜山區文化二路28-1號、28-2、28-3號1樓'
        },
        {
          name: '桃園市第七一一分公司',
          address: '桃園市龜山區陸光路83、85號1樓'
        },
        {
          name: '桃園市第七一二分公司',
          address: '桃園市龜山區文化七路179號1樓'
        },
        {
          name: '桃園縣第三四七分公司',
          address: '桃園市龜山區明興街223、225號1樓'
        },
        {
          name: '桃園縣第四十四分公司',
          address: '桃園市龜山區文化二路183號1樓'
        },
        {
          name: '桃園縣第三七二分公司',
          address: '桃園市龜山區三民路一００號'
        },
        {
          name: '桃園縣第四二六分公司',
          address: '桃園市龜山區楓樹里光峰路２９６、２９８號１樓'
        },
      ],
    },
    '桃園縣': {
      '八德鄉': [
        {
          name: '桃園縣第２７分公司',
          address: '桃園縣八德鄉介壽路一段７９４號１樓'
        },
      ],
    },
    '澎湖縣': {
      '七美鄉': [
        {
          name: '澎湖縣第二十九分公司',
          address: '澎湖縣七美鄉南港村11鄰南滬50號、51號1樓'
        },
      ],
      '湖西鄉': [
        {
          name: '澎湖縣第二十七分公司',
          address: '澎湖縣湖西鄉湖西140-1號1樓'
        },
        {
          name: '澎湖縣第十四分公司',
          address: '澎湖縣湖西鄉隘門村三四之二號'
        },
      ],
      '白沙鄉': [
        {
          name: '澎湖縣第十一分公司',
          address: '澎湖縣白沙鄉赤崁村大赤崁三五一號一樓'
        },
      ],
      '西嶼鄉': [
        {
          name: '澎湖縣第二十四分公司',
          address: '澎湖縣西嶼鄉外垵村１１３號１樓'
        },
        {
          name: '彭湖縣第二十五分公司',
          address: '澎湖縣西嶼鄉合界村合界頭3-1號1樓'
        },
      ],
    },
    '澎湖縣馬公市': {
      '其他': [
        {
          name: '澎湖縣第２分公司',
          address: '澎湖縣馬公市光明里光復路五十九號一樓'
        },
        {
          name: '澎湖縣第３分公司',
          address: '澎湖縣馬公市陽明里五鄰中華路五十六號一樓'
        },
        {
          name: '澎湖縣第十八分公司',
          address: '澎湖縣馬公市長安里中正路八十五號一樓'
        },
        {
          name: '澎湖縣第四分公司',
          address: '澎湖縣馬公市朝陽里三多路４５號１樓'
        },
        {
          name: '澎湖縣第二十一分公司',
          address: '澎湖縣馬公市井垵里１－１８號１樓'
        },
        {
          name: '澎湖縣第二十三分公司',
          address: '澎湖縣馬公市陽明里中華路175號1樓'
        },
        {
          name: '澎湖縣第二十六分公司',
          address: '澎湖縣馬公市東文里新店路463號1樓'
        },
        {
          name: '澎湖縣第三十分公司',
          address: '澎湖縣馬公市文山路282號1樓'
        },
        {
          name: '澎湖縣第三十一分公司',
          address: '澎湖縣馬公市興仁里雙頭掛1-2號1樓'
        },
        {
          name: '澎湖縣第三十三分公司',
          address: '澎湖縣馬公市西文里新店路359號1樓'
        },
      ],
    },
    '臺中市': {
      '中區': [
        {
          name: '台中市第１４３分公司',
          address: '臺中市中區自由路二段9號1樓'
        },
        {
          name: '台中市第４２分公司',
          address: '臺中市中區公園路13號1樓'
        },
        {
          name: '臺中市第十一分公司',
          address: '臺中市中區臺中市光榮里篤行路１２０、１２２號１樓'
        },
        {
          name: '臺中巿第四十八分公司',
          address: '臺中市中區臺中市美村路一段五十四號１樓'
        },
        {
          name: '臺中巿第五十三分公司',
          address: '臺中市中區臺中市文心路三段76、78號1樓'
        },
        {
          name: '臺中巿第五十四分公司',
          address: '臺中市中區臺中市大墩路９０１、９０３號１樓'
        },
        {
          name: '台中市第二九○分公司',
          address: '臺中市中區中華里中華路1段75、77號1樓、台中市中區中華里民族路218號1樓'
        },
        {
          name: '台中市第五四一分公司',
          address: '臺中市中區建國路145號1樓'
        },
        {
          name: '台中市第四二九分公司',
          address: '臺中市中區臺灣大道一段531號1樓'
        },
        {
          name: '台中市第四三七分公司',
          address: '臺中市中區臺灣大道一段35號1樓'
        },
      ],
      '其他': [
        {
          name: '臺中市第２分公司',
          address: '臺中市西屯逢甲路１０號１樓'
        },
        {
          name: '臺中市第７分公司',
          address: '臺中市西屯路二段２８０號１樓'
        },
        {
          name: '臺中市第８分公司',
          address: '臺中市自治街１７號１樓'
        },
        {
          name: '台中市第十二分公司',
          address: '臺中市北屯路三十七號１樓'
        },
        {
          name: '台中市第十七分公司',
          address: '臺中市繼光街五十九號１樓'
        },
        {
          name: '台中巿第二十二分公司',
          address: '臺中市大雅路２４７、２４９號１樓'
        },
        {
          name: '台中巿第二十五分公司',
          address: '臺中市健行路１０５６、１０５８號１樓'
        },
        {
          name: '臺中巿第２９分公司',
          address: '臺中市五權路１８３、１８３–１號１樓'
        },
        {
          name: '臺中巿第四十一分公司',
          address: '臺中市北平路三段八十五號１樓'
        },
        {
          name: '臺中巿第五十分公司',
          address: '臺中市進化路６２７、６２９、６３１號１樓'
        },
      ],
      '北區': [
        {
          name: '台中巿第一二八分公司',
          address: '臺中市北區太原路一段４９２號地下第１層１樓、忠明八街１號'
        },
        {
          name: '台中市第五十一分公司',
          address: '臺中市北區學士路一六三．一六五號一樓、健行路四三九號一樓'
        },
        {
          name: '台中市第一五七分公司',
          address: '臺中市北區五權路三八七號一樓、五常街十三、十五號一樓'
        },
        {
          name: '台中市第６分公司',
          address: '臺中市北區進化北路297號1樓'
        },
        {
          name: '台中市第九分公司',
          address: '臺中市北區學士路67、6號1樓'
        },
        {
          name: '台中巿第１４分公司',
          address: '臺中市北區三民路三段258、260號1樓'
        },
        {
          name: '台中巿第三十分公司',
          address: '臺中市北區雙十路一段八十九號１樓'
        },
        {
          name: '台中巿第３６分公司',
          address: '臺中市北區天津路二段7號1樓'
        },
        {
          name: '臺中巿第四十三分公司',
          address: '臺中市北區雙十路二段四十七、四十七–１號１樓'
        },
        {
          name: '臺中巿第六十分公司',
          address: '臺中市北區健行路四十九號１樓'
        },
      ],
      '北屯區': [
        {
          name: '台中巿第一二四分公司',
          address: '臺中市北屯區昌平路二段四十五之８、四十五之９號１樓'
        },
        {
          name: '台中市第一二九分公司',
          address: '臺中市北屯區東山路一段２１２號１樓'
        },
        {
          name: '台中巿第一三０分公司',
          address: '臺中市北屯區松竹里崇德六路15號1樓'
        },
        {
          name: '台中市第一五二分公司',
          address: '臺中市北屯區松安里二十八鄰松竹路一九三號一樓'
        },
        {
          name: '台中市第２７分公司',
          address: '臺中市北屯區中清路66-1、66-2號1樓'
        },
        {
          name: '台中巿第五十八分公司',
          address: '臺中市北屯區昌平路一段七十號１樓'
        },
        {
          name: '台中市第三七九分公司',
          address: '臺中市北屯區東山路1段146-39號1樓'
        },
        {
          name: '台中市第四二０分公司',
          address: '臺中市北屯區軍福十三路198號1樓'
        },
        {
          name: '台中市第四五四分公司',
          address: '臺中市北屯區太原路3段516號1樓'
        },
        {
          name: '台中市第五四四分公司',
          address: '臺中市北屯區昌平東六路121號1樓'
        },
      ],
      '南區': [
        {
          name: '台中巿第一一八分公司',
          address: '臺中市南區復興路三段138、140號1樓'
        },
        {
          name: '台中市第１４０分公司',
          address: '臺中市南區忠明南路787號1樓'
        },
        {
          name: '台中市第一四一分公司',
          address: '臺中市南區工學路108號1樓'
        },
        {
          name: '台中市第１５０分公司',
          address: '臺中市南區工學路55、57號1樓'
        },
        {
          name: '台中巿第２１分公司',
          address: '臺中市南區國光路301號1樓'
        },
        {
          name: '臺中巿第５７分公司',
          address: '臺中市南區復興路三段320、322、324、326號1樓'
        },
        {
          name: '台中市第二三五分公司',
          address: '臺中市南區建成路一一０七號一樓'
        },
        {
          name: '台中市第三○五分公司',
          address: '臺中市南區學府路70、70-1、72號1樓'
        },
        {
          name: '台中市第二六一分公司',
          address: '臺中市南區復興路１段１２８號'
        },
        {
          name: '台中市第二六二分公司',
          address: '臺中市南區三民西路３７７號、西川一路１號'
        },
      ],
      '南屯區': [
        {
          name: '台中巿第十七分公司',
          address: '臺中市南屯區向上南路一段３２５號１樓'
        },
        {
          name: '台中市第１４９分公司',
          address: '臺中市南屯區向心南路九二八、九三０號一樓'
        },
        {
          name: '台中市第三八五分公司',
          address: '臺中市南屯區南屯路2段570號1樓'
        },
        {
          name: '台中市第四一八分公司',
          address: '臺中市南屯區永春東路1230號1樓'
        },
        {
          name: '台中市第二四三分公司',
          address: '臺中市南屯區春社里永春南路136、138號1樓'
        },
        {
          name: '台中市第二四五分公司',
          address: '臺中市南屯區大誠里東興路二段九十八號一樓'
        },
        {
          name: '台中市第二四七分公司',
          address: '臺中市南屯區永春南路58號1樓'
        },
        {
          name: '台中市第二四八分公司',
          address: '臺中市南屯區文心里大墩路二八七、二八九號一樓'
        },
        {
          name: '台中市第二一三分公司',
          address: '臺中市南屯區嶺東路806號1樓'
        },
        {
          name: '台中市第二七五分公司',
          address: '臺中市南屯區永春東路96號1樓'
        },
      ],
      '后里區': [
        {
          name: '台中市第五四二分公司',
          address: '臺中市后里區馬場路300號B1樓'
        },
        {
          name: '台中市第五四六分公司',
          address: '臺中市后里區甲后路2段742號1樓'
        },
        {
          name: '台中市第二二二分公司',
          address: '臺中市后里區甲后路一段1202號1樓'
        },
        {
          name: '台中縣第三三四分公司',
          address: '臺中市后里區福美路１７號１樓'
        },
        {
          name: '台中縣第二三一分公司',
          address: '臺中市后里區三豐路１１３之２４、２５號１樓'
        },
        {
          name: '台中縣第二四六分公司',
          address: '臺中市后里區三豐路五段551號1樓'
        },
        {
          name: '台中縣第二六二分公司',
          address: '臺中市后里區民生路1號1樓'
        },
        {
          name: '台中縣第二八八分公司',
          address: '臺中市后里區甲后路835號1樓'
        },
        {
          name: '台中市第四五三分公司',
          address: '臺中市后里區后科南路88號1樓'
        },
        {
          name: '台中市第三一五分公司',
          address: '臺中市后里區廣福里馬場路1號1樓'
        },
      ],
      '和平區': [
        {
          name: '台中縣第二０七分公司',
          address: '臺中市和平區博愛村東關路1段135-2號1樓'
        },
        {
          name: '台中市第四五八分公司',
          address: '臺中市和平區中興路3段64-5、64-6號1樓'
        },
        {
          name: '台中市第四七三分公司',
          address: '臺中市和平區中正路6號1樓'
        },
      ],
      '外埔區': [
        {
          name: '台中縣第二一七分公司',
          address: '臺中市外埔區甲后路４２１、４２３號１樓'
        },
        {
          name: '台中市第三三六分公司',
          address: '臺中市外埔區甲后路685號1樓'
        },
      ],
      '大安區': [
        {
          name: '台中市第三五七分公司',
          address: '臺中市大安區中山南路241號1樓'
        },
      ],
      '大甲區': [
        {
          name: '台中縣第二三四分公司',
          address: '臺中市大甲區大安港路１１８號１樓'
        },
        {
          name: '台中縣第二七一分公司',
          address: '臺中市大甲區日南里1鄰黎明路3之21號1樓'
        },
        {
          name: '台中縣第二七八分公司',
          address: '臺中市大甲區育英路283號1樓'
        },
        {
          name: '台中縣第二七九分公司',
          address: '臺中市大甲區信義路193號1樓'
        },
        {
          name: '台中市第四四三分公司',
          address: '臺中市大甲區中山路2段905-8號1樓'
        },
        {
          name: '台中市第三六五分公司',
          address: '臺中市大甲區甲后路8號1樓'
        },
        {
          name: '台中縣第一七一分公司',
          address: '臺中市大甲區青年路一三０號一樓'
        },
        {
          name: '台中市第三一七分公司',
          address: '臺中市大甲區順天里蔣公路221號1樓'
        },
        {
          name: '台中縣第一九一分公司',
          address: '臺中市大甲區中山路一段四九二號一樓'
        },
        {
          name: '台中市第六十一分公司',
          address: '臺中市大甲區光明路1號1樓、中山路一段917號1樓'
        },
      ],
      '大肚區': [
        {
          name: '台中縣二八七分公司',
          address: '臺中市大肚區社腳村沙田路1段916號1樓'
        },
        {
          name: '台中市第一九五分公司',
          address: '臺中市大肚區福山里沙田路1段432-1號1樓'
        },
        {
          name: '台中市第四三八分公司',
          address: '臺中市大肚區遊園路2段146號1樓'
        },
        {
          name: '台中市第三四三分公司',
          address: '臺中市大肚區遊園路1段143號1樓'
        },
        {
          name: '台中市第三四五分公司',
          address: '臺中市大肚區沙田路1段929號1樓'
        },
        {
          name: '台中縣第五十九分公司',
          address: '臺中市大肚區沙田路二段六四五號一樓'
        },
        {
          name: '台中縣第二十九分公司',
          address: '臺中市大肚區頂街村沙田路二段１鄰７４０號１樓'
        },
        {
          name: '台中縣第四十七分公司',
          address: '臺中市大肚區沙田路一段３８６號１樓'
        },
      ],
      '大里區': [
        {
          name: '台中縣第八０分公司',
          address: '臺中市大里區大明路２３８號１樓'
        },
        {
          name: '台中縣第九十七分公司',
          address: '臺中市大里區東榮路２８２號１樓'
        },
        {
          name: '台中縣第９分公司',
          address: '臺中市大里區大峰路一六七號一樓'
        },
        {
          name: '臺中縣第五分公司',
          address: '臺中市大里區中興路二段835號1樓'
        },
        {
          name: '臺中縣第六分公司',
          address: '臺中市大里區中興路1段11-6、11-7號1樓 / 東南路1號1樓'
        },
        {
          name: '台中市第三八一分公司',
          address: '臺中市大里區中興路2段480號1樓'
        },
        {
          name: '台中縣第二００分公司',
          address: '臺中市大里區國光里十五鄰德芳南路二一一號一樓'
        },
        {
          name: '台中縣第二０一分公司',
          address: '臺中市大里區西榮里臺中縣大里市長榮里益民路二段一三七號一樓'
        },
        {
          name: '台中市第三一一分公司',
          address: '臺中市大里區立新路350號1樓、立新二街5號1樓'
        },
        {
          name: '台中縣第二二五分公司',
          address: '臺中市大里區甲堤南路71號1樓'
        },
      ],
      '大雅區': [
        {
          name: '台中縣第九十八分公司',
          address: '臺中市大雅區學府路二○九號一樓'
        },
        {
          name: '台中市第四０六分公司',
          address: '臺中市大雅區山中路145號1樓'
        },
        {
          name: '台中縣第二二二分公司',
          address: '臺中市大雅區雅潭路四段81號1樓'
        },
        {
          name: '台中市第三○六分公司',
          address: '臺中市大雅區雅環路2段320號1樓'
        },
        {
          name: '台中市第一二○分公司',
          address: '臺中市大雅區昌平路四段286號1樓'
        },
        {
          name: '台中縣第二四○分公司',
          address: '臺中市大雅區中山北路410號1樓'
        },
        {
          name: '台中縣第二四一分公司',
          address: '臺中市大雅區神林路一段300、302號1樓'
        },
        {
          name: '台中縣第二七０分公司',
          address: '臺中市大雅區雅潭路四段491號1樓'
        },
        {
          name: '台中縣第二八五分公司',
          address: '臺中市大雅區雅楓村民生路3段68、70號1樓'
        },
        {
          name: '台中市第四四七分公司',
          address: '臺中市大雅區科雅六路1號1樓'
        },
      ],
      '太平區': [
        {
          name: '台中縣第九十分公司',
          address: '臺中市太平區精美路１、１–１號１樓'
        },
        {
          name: '台中縣第九十九分公司',
          address: '臺中市太平區中興東路一八九．一九一號一樓'
        },
        {
          name: '台中縣第１０３分公司',
          address: '臺中市太平區宜昌路四００號一樓'
        },
        {
          name: '台中縣第一一０分公司',
          address: '臺中市太平區樹德路二五五號一樓'
        },
        {
          name: '臺中縣第二分公司',
          address: '臺中市太平區中興路171、173號1樓'
        },
        {
          name: '台中市第三七八分公司',
          address: '臺中市太平區中山路4段235號1樓'
        },
        {
          name: '台中縣第一九八分公司',
          address: '臺中市太平區中山路二段三六六、三六六之一、三六八號一樓'
        },
        {
          name: '台中市第五十九分公司',
          address: '臺中市太平區東和里東村路200號1樓'
        },
        {
          name: '台中縣第二一三分公司',
          address: '臺中市太平區中山里大源二街1、3號1樓'
        },
        {
          name: '台中縣二四三分公司',
          address: '臺中市太平區永成北路125號1樓'
        },
      ],
      '新社區': [
        {
          name: '台中縣第二五七分公司',
          address: '臺中市新社區協成村協中街169-1號1樓'
        },
        {
          name: '台中縣第九十四分公司',
          address: '臺中市新社區東山街88號之29、30  1樓'
        },
        {
          name: '台中市第三九一分公司',
          address: '臺中市新社區中和街5段115號1樓'
        },
        {
          name: '台中市第二八二分公司',
          address: '臺中市新社區中興嶺170-2號1樓'
        },
        {
          name: '台中市第二三二分公司',
          address: '臺中市新社區興安路28號1樓、興社街四段27-1號1樓'
        },
      ],
      '東勢區': [
        {
          name: '台中市第四五七分公司',
          address: '臺中市東勢區東坑路62號1樓'
        },
        {
          name: '台中縣第二一一分公司',
          address: '臺中市東勢區南平里豐勢路三三六號一樓'
        },
        {
          name: '台中市第三九三分公司',
          address: '臺中市東勢區東關路5段617號1樓'
        },
        {
          name: '台中市第四０三分公司',
          address: '臺中市東勢區東關路7段191號1樓、新盛街2號1樓'
        },
        {
          name: '台中縣第一三五分公司',
          address: '臺中市東勢區第一橫街153、155號1樓 / 三民街2號1樓'
        },
        {
          name: '台中市第三一○分公司',
          address: '臺中市東勢區東蘭路41-5號1樓'
        },
        {
          name: '台中縣第５０分公司',
          address: '臺中市東勢區第五橫街28號1樓/三民街165號1樓'
        },
      ],
      '東區': [
        {
          name: '台中巿第一一七分公司',
          address: '臺中市東區自由路三段２２６號１樓、進德路七十七號１樓'
        },
        {
          name: '台中巿第一三五分公司',
          address: '臺中市東區十甲路３９７號１樓'
        },
        {
          name: '台中市第一四四分公司',
          address: '臺中市東區樂業路二五九號一樓'
        },
        {
          name: '台中市第１５分公司',
          address: '臺中市東區富榮街2號1樓'
        },
        {
          name: '台中巿第３２分公司',
          address: '臺中市東區建成路668號１1'
        },
        {
          name: '台中市第二三九分公司',
          address: '臺中市東區東英里十甲東路575號1樓'
        },
        {
          name: '台中市第二八五分公司',
          address: '臺中市東區自由路4段339號1樓'
        },
        {
          name: '台中市第二九一分公司',
          address: '臺中市東區東門里東門路140號1樓'
        },
        {
          name: '台中市第二九二分公司',
          address: '臺中市東區新庄里大智路49號1樓'
        },
        {
          name: '台中市第四六四分公司',
          address: '臺中市東區十甲路202號1樓'
        },
      ],
      '梧棲區': [
        {
          name: '台中市第三一九分公司',
          address: '臺中市梧棲區四維路73、75號1樓'
        },
        {
          name: '台中市第四一九分公司',
          address: '臺中市梧棲區臨港路3段351號1樓'
        },
        {
          name: '台中市第四０七分公司',
          address: '臺中市梧棲區港埠路1段989號1樓'
        },
        {
          name: '台中市第五四五分公司',
          address: '臺中市梧棲區臺灣大道10段168號1樓'
        },
        {
          name: '台中縣第三三二分公司',
          address: '臺中市梧棲區永興路１段１１２號'
        },
        {
          name: '台中縣第三三三分公司',
          address: '臺中市梧棲區大智路１０１７號１樓'
        },
        {
          name: '台中縣第二五八分公司',
          address: '臺中市梧棲區文昌路333號1樓'
        },
        {
          name: '台中縣第二九二分公司',
          address: '臺中市梧棲區安仁里文化路2段55號1樓'
        },
        {
          name: '台中市第四一０分公司',
          address: '臺中市梧棲區大智路1段525號1樓'
        },
        {
          name: '台中市第四六一分公司',
          address: '臺中市梧棲區中興路121號1樓'
        },
      ],
      '沙鹿區': [
        {
          name: '台中縣第八十六分公司',
          address: '臺中市沙鹿區臺灣大道7段812號1樓'
        },
        {
          name: '台中縣第３０分公司',
          address: '臺中市沙鹿區四平街五十八號一樓'
        },
        {
          name: '台中縣第１０４分公司',
          address: '臺中市沙鹿區南陽路四三九號一樓'
        },
        {
          name: '台中市第三八二分公司',
          address: '臺中市沙鹿區中山路646號1樓'
        },
        {
          name: '台中縣第二一六分公司',
          address: '臺中市沙鹿區光華路５０２、５０６號１樓'
        },
        {
          name: '台中縣第二五二分公司',
          address: '臺中市沙鹿區中山路198號1樓'
        },
        {
          name: '台中縣第二五三分公司',
          address: '臺中市沙鹿區北勢里18鄰鎮南路2段368號1樓'
        },
        {
          name: '台中縣第二六四分公司',
          address: '臺中市沙鹿區中興路401、401~1號1樓'
        },
        {
          name: '台中縣第二七六分公司',
          address: '臺中市沙鹿區北勢東路330號1樓'
        },
        {
          name: '台中縣第二七七分公司',
          address: '臺中市沙鹿區向上路七段132號1樓'
        },
      ],
      '清水區': [
        {
          name: '台中縣第３分公司',
          address: '臺中市清水區董公街五十六號一樓'
        },
        {
          name: '台中市第三六二分公司',
          address: '臺中市清水區五權路328號1樓'
        },
        {
          name: '台中縣第二０二分公司',
          address: '臺中市清水區臨港路5段828號、830號1樓'
        },
        {
          name: '台中縣第二一四分公司',
          address: '臺中市清水區田寮里高美路一九０號一樓'
        },
        {
          name: '台中縣第一九三分公司',
          address: '臺中市清水區中央北路1號1樓'
        },
        {
          name: '台中縣第二五五分公司',
          address: '臺中市清水區中華路330號1樓'
        },
        {
          name: '台中縣第二八六分公司',
          address: '臺中市清水區民和路二段195號1樓'
        },
        {
          name: '台中市第四五一分公司',
          address: '臺中市清水區五權路121號、121號西邊1樓'
        },
        {
          name: '台中市第五三九分公司',
          address: '臺中市清水區中山路39、41、43號1樓'
        },
        {
          name: '台中市第三二六分公司',
          address: '臺中市清水區中社路19號1樓'
        },
      ],
      '潭子區': [
        {
          name: '台中縣第一０一分公司',
          address: '臺中市潭子區民族路一段四十二號一樓'
        },
        {
          name: '台中縣第二一五分公司',
          address: '臺中市潭子區頭張路一段三十一號一樓'
        },
        {
          name: '台中縣第二十三分公司',
          address: '臺中市潭子區中山路２段５８５－１號１樓'
        },
        {
          name: '台中縣第二二０分公司',
          address: '臺中市潭子區崇德路５段４８９號１樓'
        },
        {
          name: '台中縣第二二八分公司',
          address: '臺中市潭子區潭興路３段５１號１樓'
        },
        {
          name: '台中縣第二三九分公司',
          address: '臺中市潭子區崇德路4段250之1號1樓'
        },
        {
          name: '台中市第三二０分公司',
          address: '臺中市潭子區豐興路1段591、593、595號1樓'
        },
        {
          name: '台中縣第一二三分公司',
          address: '臺中市潭子區豐栗路9號1樓'
        },
        {
          name: '台中縣第二七二分公司',
          address: '臺中市潭子區東寶村6大豐路2段1號1樓'
        },
        {
          name: '台中市第四四六分公司',
          address: '臺中市潭子區環中東路1段5號1樓'
        },
      ],
      '烏日區': [
        {
          name: '台中縣第八十八分公司',
          address: '臺中市烏日區中山路二段２８９號１樓'
        },
        {
          name: '台中市第四九二分公司',
          address: '臺中市烏日區三榮路2段199號1樓'
        },
        {
          name: '台中縣第二一０分公司',
          address: '臺中市烏日區中華路43、45、47號1樓'
        },
        {
          name: '台中縣第二四九分公司',
          address: '臺中市烏日區三和村3鄰站區二路8號2樓'
        },
        {
          name: '台中縣二六五分公司',
          address: '臺中市烏日區中山路3段1007號1樓'
        },
        {
          name: '台中市第四七六分公司',
          address: '臺中市烏日區太明路136號1樓'
        },
        {
          name: '台中市第四八五分公司',
          address: '臺中市烏日區中山路3段1-1號1樓'
        },
        {
          name: '台中市第四四０分公司',
          address: '臺中市烏日區新興路247號1樓'
        },
        {
          name: '台中市第三四四分公司',
          address: '臺中市烏日區中華路593號1樓'
        },
        {
          name: '台中市第三五三分公司',
          address: '臺中市烏日區溪南路2段380號1樓'
        },
      ],
      '石岡區': [
        {
          name: '台中縣第一九七分公司',
          address: '臺中市石岡區萬安村明德路一一八號一樓'
        },
      ],
      '神岡區': [
        {
          name: '台中縣第八十五分公司',
          address: '臺中市神岡區中山路７３６號１樓'
        },
        {
          name: '台中市第三八六分公司',
          address: '臺中市神岡區和睦路1段363號1樓'
        },
        {
          name: '台中縣第二一二分公司',
          address: '臺中市神岡區豐洲村豐洲路四六九號一樓'
        },
        {
          name: '台中縣第三三０分公司',
          address: '臺中市神岡區中正路１００號１樓'
        },
        {
          name: '台中縣第三三一分公司',
          address: '臺中市神岡區民生路４８－７、４８－８、４８－９號１樓'
        },
        {
          name: '台中縣第二七四分公司',
          address: '臺中市神岡區大洲路299之1號1樓'
        },
        {
          name: '台中縣第二八○分公司',
          address: '臺中市神岡區北庄村中山路1320-3號1樓'
        },
        {
          name: '台中市第三一二分公司',
          address: '臺中市神岡區國豐路一段88號1樓'
        },
        {
          name: '台中市第三七六分公司',
          address: '臺中市神岡區承德路219號1樓'
        },
        {
          name: '台中縣第一二０分公司',
          address: '臺中市神岡區五權路六十三號一樓'
        },
      ],
      '西區': [
        {
          name: '台中市第一四二分公司',
          address: '臺中市西區美村路一段七三六號一樓'
        },
        {
          name: '台中市第一五三分公司',
          address: '臺中市西區公益路一五七號一樓'
        },
        {
          name: '台中市第３分公司',
          address: '臺中市西區美村路一段542、546號1樓'
        },
        {
          name: '臺中巿第１５分公司',
          address: '臺中市西區五廊街６–２號１樓'
        },
        {
          name: '臺中巿第四十九分公司',
          address: '臺中市西區忠明路四十二號１樓'
        },
        {
          name: '臺中巿第五十六分公司',
          address: '臺中市西區公益路九十五號１樓'
        },
        {
          name: '台中第三八０分公司',
          address: '臺中市西區南屯路1段60號、62號、64號1樓'
        },
        {
          name: '台中市第三八七分公司',
          address: '臺中市西區精誠路107號1樓'
        },
        {
          name: '台中市第八十七分公司',
          address: '臺中市西區健行路1046、1046-1、1046-2號1樓'
        },
        {
          name: '台中市第一三九分公司',
          address: '臺中市西區忠明南路１９２號１樓'
        },
      ],
      '西屯區': [
        {
          name: '台中巿第一一五分公司',
          address: '臺中市西屯區西墩里黎明路3段348號1樓'
        },
        {
          name: '台中巿第四十七分公司',
          address: '臺中市西屯區大隆路五十六號１樓'
        },
        {
          name: '台中巿第１３２分公司',
          address: '臺中市西屯區西屯路二段256巷8、10號1樓'
        },
        {
          name: '台中巿第一三三分公司',
          address: '臺中市西屯區光明路三十四–二十八號１樓'
        },
        {
          name: '台中市第一四六分公司',
          address: '臺中市西屯區青海路2段321、323、325號1樓'
        },
        {
          name: '台中市第一五四分公司',
          address: '臺中市西屯區臺灣大道二段938、940號1樓'
        },
        {
          name: '台中巿第２４分公司',
          address: '臺中市西屯區青海路1號1樓及漢口街一段155號1樓'
        },
        {
          name: '台中巿第３８分公司',
          address: '臺中市西屯區福星路580號1樓'
        },
        {
          name: '臺中巿第四十七分公司',
          address: '臺中市西屯區何德里漢口路二段２７０號１樓'
        },
        {
          name: '台中市第四五五分公司',
          address: '臺中市西屯區惠來路2段238-1號1樓、2樓'
        },
      ],
      '豐原區': [
        {
          name: '台中縣第八十七分公司',
          address: '臺中市豐原區三豐路2段186、188號1樓'
        },
        {
          name: '台中縣第４０分公司',
          address: '臺中市豐原區南陽路127號1樓'
        },
        {
          name: '台中縣第１０７分公司',
          address: '臺中市豐原區鐮村路四六二號一樓'
        },
        {
          name: '台中市第一二二分公司',
          address: '臺中市豐原區圓環東路168、172號1樓'
        },
        {
          name: '台中縣第一一五分公司',
          address: '臺中市豐原區三民路九十三號一樓'
        },
        {
          name: '臺中縣第四分公司',
          address: '臺中市豐原區中正路５００號１樓'
        },
        {
          name: '臺中縣第十分公司',
          address: '臺中市豐原區源豐路89、93、95號1樓'
        },
        {
          name: '臺中縣第十一分公司',
          address: '臺中市豐原區中正路十六、十八號１樓'
        },
        {
          name: '臺中縣第十五分公司',
          address: '臺中市豐原區南陽路３７２號１樓;愛國街2號1樓'
        },
        {
          name: '臺中縣第十六分公司',
          address: '臺中市豐原區豐東路２１８號１樓'
        },
      ],
      '霧峰區': [
        {
          name: '台中市第一０三分公司',
          address: '臺中市霧峰區坑口里中正路563、563-1號1樓'
        },
        {
          name: '台中市第三八三分公司',
          address: '臺中市霧峰區吉峰路153號1樓'
        },
        {
          name: '台中市第三八四分公司',
          address: '臺中市霧峰區德泰街9號1樓'
        },
        {
          name: '台中市第四五六分公司',
          address: '臺中市霧峰區吉峰東路74號1樓'
        },
        {
          name: '台中市第四九四分公司',
          address: '臺中市霧峰區豐正路648號1樓'
        },
        {
          name: '台中市第三一六分公司',
          address: '臺中市霧峰區南柳村柳豐路422號1樓'
        },
        {
          name: '台中縣第二三六分公司',
          address: '臺中市霧峰區中正路473號'
        },
        {
          name: '台中縣第二六一分公司',
          address: '臺中市霧峰區樹仁路161-1、161-2號1樓'
        },
        {
          name: '台中市第四八七分公司',
          address: '臺中市霧峰區振興街32、36、38號1樓'
        },
        {
          name: '台中市第三四一分公司',
          address: '臺中市霧峰區四德路525-2號1樓'
        },
      ],
      '龍井區': [
        {
          name: '台中縣第八十二分公司',
          address: '臺中市龍井區忠和村中央路三段五十一號１樓'
        },
        {
          name: '台中縣第十二分公司',
          address: '臺中市龍井區新庄村１４鄰遊園南路２１０號'
        },
        {
          name: '台中縣第二一八分公司',
          address: '臺中市龍井區新興路１８號１樓'
        },
        {
          name: '台中縣第二二九分公司',
          address: '臺中市龍井區遠東街３號'
        },
        {
          name: '台中縣第二五０分公司',
          address: '臺中市龍井區中龍路二段298號1樓'
        },
        {
          name: '台中縣第二六六分公司',
          address: '臺中市龍井區沙田路6段323號1樓'
        },
        {
          name: '台中縣第二九一分公司',
          address: '臺中市龍井區臺灣大道五段3巷62弄21號1樓'
        },
        {
          name: '台中市第四九一分公司',
          address: '臺中市龍井區沙田路5段143號1樓'
        },
        {
          name: '台中市第四二六分公司',
          address: '臺中市龍井區臺灣大道五段3巷43、45號1樓'
        },
        {
          name: '台中市第四三一分公司',
          address: '臺中市龍井區西濱路3段247號1樓'
        },
      ],
    },
    '臺中縣太平市': {
      '其他': [
        {
          name: '台中縣第三十六分公司',
          address: '臺中縣太平市建興路47號1樓'
        },
      ],
    },
    '臺北市': {
      '中山區': [
        {
          name: '台北巿第二二四分公司',
          address: '臺北市中山區民權東路3段71、73號1樓'
        },
        {
          name: '台北巿第３４３分公司',
          address: '臺北市中山區民生東路二段157號'
        },
        {
          name: '台北巿第２１３分公司',
          address: '臺北市中山區伊通街30號(1樓)'
        },
        {
          name: '台北市第３３１分公司',
          address: '臺北市中山區林森北路262號1樓'
        },
        {
          name: '台北巿第３４７分公司',
          address: '臺北市中山區民權西路66號1樓'
        },
        {
          name: '台北巿第３５２分公司',
          address: '臺北市中山區復興北路164號1樓'
        },
        {
          name: '台北巿第３６４分公司',
          address: '臺北市中山區長春路67號1樓'
        },
        {
          name: '台北巿第３７９分公司',
          address: '臺北市中山區合江街117號1樓'
        },
        {
          name: '台北市第３８５分公司',
          address: '臺北市中山區北安路六四九號一樓'
        },
        {
          name: '台北市第３９２分公司',
          address: '臺北市中山區長安東路二段一０一號一樓'
        },
      ],
      '中正區': [
        {
          name: '台北巿第三六二分公司',
          address: '臺北市中正區永昌里21鄰中華路2段405、407號1樓'
        },
        {
          name: '台北市第３６分公司',
          address: '臺北市中正區杭州南路一段八十三號一樓'
        },
        {
          name: '台北市第三十四分公司',
          address: '臺北市中正區新生南路一段126-7號1樓'
        },
        {
          name: '台北市第三十八分公司',
          address: '臺北市中正區南昌路一段72號1樓'
        },
        {
          name: '台北市第六十三分公司',
          address: '臺北市中正區青島東路4號1樓'
        },
        {
          name: '台北市第六十四分公司',
          address: '臺北市中正區武昌街一段1-2號1樓'
        },
        {
          name: '台北市第六十八分公司',
          address: '臺北市中正區金山南路一段108號1樓'
        },
        {
          name: '台北市第一五○分公司',
          address: '臺北市中正區汀州路二段210號1樓'
        },
        {
          name: '台北巿第１８７分公司',
          address: '臺北市中正區汀州路3段249號1樓'
        },
        {
          name: '台北市第七九一分公司',
          address: '臺北市中正區羅斯福路3段316巷16號1樓'
        },
      ],
      '信義區': [
        {
          name: '台北巿第２３７分公司',
          address: '臺北市信義區吳興街257、259號1樓'
        },
        {
          name: '台北巿第３６５分公司',
          address: '臺北市信義區大仁里8鄰林口街48號'
        },
        {
          name: '台北巿第３６９分公司',
          address: '臺北市信義區新仁里24鄰東興路57號1樓'
        },
        {
          name: '台北市第３９６分公司',
          address: '臺北市信義區信義路六段十一號一樓'
        },
        {
          name: '台北市第４１３分公司',
          address: '臺北市信義區惠安里吳興街五二０號一樓'
        },
        {
          name: '台北市第四二三分公司',
          address: '臺北市信義區松山路608、610號1樓'
        },
        {
          name: '臺北市第十七分公司',
          address: '臺北市信義區忠孝東路五段386號1樓'
        },
        {
          name: '臺北市第十八分公司',
          address: '臺北市信義區基隆路二段22號1樓'
        },
        {
          name: '台北市第十九分公司',
          address: '臺北市信義區臺北市永吉路32、34號1樓'
        },
        {
          name: '台北市第七九七分公司',
          address: '臺北市信義區松仁路162號、164號1樓'
        },
      ],
      '內湖區': [
        {
          name: '台北市第４０２分公司',
          address: '臺北市內湖區大湖山莊街219巷6、8號1樓'
        },
        {
          name: '台北市第４０４分公司',
          address: '臺北市內湖區金龍里金龍路五號一樓'
        },
        {
          name: '台北市第四二二分公司',
          address: '臺北市內湖區成功路三段二０一號一樓'
        },
        {
          name: '台北市第四二四分公司',
          address: '臺北市內湖區康寧路3段99巷14號1樓、康寧路3段99巷12弄2號1樓'
        },
        {
          name: '臺北巿第１９５分公司',
          address: '臺北市內湖區內湖路一段445號1樓'
        },
        {
          name: '台北市第八００分公司',
          address: '臺北市內湖區民權東路6段82號1樓'
        },
        {
          name: '台北市第八六七分公司',
          address: '臺北市內湖區五分街9、11號1樓'
        },
        {
          name: '台北市第八六六分公司',
          address: '臺北市內湖區新湖二路329號1樓'
        },
        {
          name: '台北市第九三四分公司',
          address: '臺北市內湖區瑞光路583巷30號1樓'
        },
        {
          name: '台北市第九三六分公司',
          address: '臺北市內湖區新湖二路160、162號1樓'
        },
      ],
      '其他': [
        {
          name: '臺北市第１分公司',
          address: '臺北市中山北路六段１５０號１樓'
        },
        {
          name: '臺北市第３分公司',
          address: '臺北市石牌路二段７６號１樓'
        },
        {
          name: '臺北市第４分公司',
          address: '臺北市中山北路七段１７４號１樓'
        },
        {
          name: '台北市第十四分公司',
          address: '臺北市光復南路４７１號１樓'
        },
        {
          name: '台北市第１６分公司',
          address: '臺北市松信路１４５號１樓'
        },
        {
          name: '台北市第二十分公司',
          address: '臺北市中坡南路三十八號１樓'
        },
        {
          name: '台北市第二十五分公司',
          address: '臺北市敦化北路149號1樓'
        },
        {
          name: '臺北市第３１分公司',
          address: '臺北市忠孝東路三段２１７巷１弄２號１樓'
        },
        {
          name: '台北市第三十六分公司',
          address: '臺北市連雲街７２–１、２、３號１樓'
        },
        {
          name: '臺北市第４４分公司',
          address: '臺北市和平東路三段３０８巷３０號１樓'
        },
      ],
      '北投區': [
        {
          name: '台北巿第３５１分公司',
          address: '臺北市北投區明德路99號1樓'
        },
        {
          name: '台北巿第３６６分公司',
          address: '臺北市北投區振興街31號1樓'
        },
        {
          name: '台北巿第３６７分公司',
          address: '臺北市北投區公館路31號1１樓'
        },
        {
          name: '台北市第三八三分公司',
          address: '臺北市北投區光明路121號1樓'
        },
        {
          name: '台北市第５分公司',
          address: '臺北市北投區榮華三路３–１號１樓'
        },
        {
          name: '台北市第６分公司',
          address: '臺北市北投區石牌路一段126號1樓'
        },
        {
          name: '台北市第７分公司',
          address: '臺北市北投區中和街222號1樓'
        },
        {
          name: '臺北巿第１８５分公司',
          address: '臺北市北投區自強街82號1樓'
        },
        {
          name: '臺北巿第１９４分公司',
          address: '臺北市北投區知行路282號、284號1樓'
        },
        {
          name: '台北市第八五六分公司',
          address: '臺北市北投區公館路259號1樓'
        },
      ],
      '南港區': [
        {
          name: '台北巿第２３３分公司',
          address: '臺北市南港區東新街80巷1號1樓、108巷2弄30號1樓'
        },
        {
          name: '台北巿第３７１分公司',
          address: '臺北市南港區興華路117、119、121、123、125號1樓'
        },
        {
          name: '台北巿第３７２分公司',
          address: '臺北市南港區忠孝東路六段276號'
        },
        {
          name: '台北市第四二０分公司',
          address: '臺北市南港區研究院路一段九十九號一樓之十四'
        },
        {
          name: '台北市第四二七分公司',
          address: '臺北市南港區八德路四段778、780號1樓'
        },
        {
          name: '台北市第八五八分公司',
          address: '臺北市南港區玉成街69號1樓'
        },
        {
          name: '台北市第一七四分公司',
          address: '臺北市南港區福德街373巷25號1樓'
        },
        {
          name: '台北市第一七六分公司',
          address: '臺北市南港區聯成里昆陽街150-1、150-3號1樓'
        },
        {
          name: '台北市第六三一分公司',
          address: '臺北市南港區成福里成福路145、147號'
        },
        {
          name: '台北市第六四七分公司',
          address: '臺北市南港區南港路3段9號1樓'
        },
      ],
      '古亭區': [
        {
          name: '台北巿第１３６分公司',
          address: '臺北市古亭區汀州路一段１２７、１２９號１樓'
        },
      ],
      '士林區': [
        {
          name: '台北市第一七０分公司',
          address: '臺北市士林區文林路一六九號一樓'
        },
        {
          name: '台北巿第三四九分公司',
          address: '臺北市士林區福順里重慶北路4段149、151號1樓'
        },
        {
          name: '台北巿第３５６分公司',
          address: '臺北市士林區士東路48號1樓'
        },
        {
          name: '台北巿第３５９分公司',
          address: '臺北市士林區德行東路262號1樓'
        },
        {
          name: '台北市第３８８分公司',
          address: '臺北市士林區光華路二十六巷七-一、七-二、七-三號一樓'
        },
        {
          name: '台北市第３９４分公司',
          address: '臺北市士林區中山北路七段十四巷十九號Ｂ一樓'
        },
        {
          name: '台北市第四二六分公司',
          address: '臺北市士林區福國路九十四號一樓'
        },
        {
          name: '台北市第８分公司',
          address: '臺北市士林區忠誠路二段7號1樓'
        },
        {
          name: '台北市第六十五分公司',
          address: '臺北市士林區中正路220、222號1樓'
        },
        {
          name: '台北巿第１０６分公司',
          address: '臺北市士林區天母北路39之1號1樓'
        },
      ],
      '大同區': [
        {
          name: '台北市第３８６分公司',
          address: '臺北市大同區民生西路九十五．九十七號一樓 '
        },
        {
          name: '台北市第３８９分公司',
          address: '臺北市大同區延平北路二段一五九．一六一號一樓'
        },
        {
          name: '台北市第４５分公司',
          address: '臺北市大同區酒泉街五十八．六十號一樓'
        },
        {
          name: '台北市第五十九分公司',
          address: '臺北市大同區重慶北路3段258、260、262號1樓'
        },
        {
          name: '臺北巿第一一九分公司',
          address: '臺北市大同區承德路三段60、60-1號1樓'
        },
        {
          name: '台北市第一五七分公司',
          address: '臺北市大同區蘭州街135號1樓、昌吉街72、74、76號'
        },
        {
          name: '臺北巿第１６７分公司',
          address: '臺北市大同區長安西路271號1樓、長安西路273巷2號1樓'
        },
        {
          name: '台北市第七九八分公司',
          address: '臺北市大同區延平北路1段87、89、91、93號1樓'
        },
        {
          name: '台北市第二十二分公司',
          address: '臺北市大同區延平北路3段61-4、61-5號1樓'
        },
        {
          name: '台北市第五八一分公司',
          address: '臺北市大同區延平北路4段16、18號1樓'
        },
      ],
      '大安區': [
        {
          name: '台北巿第３５０分公司',
          address: '臺北市大安區和平東路二段118巷33號1樓'
        },
        {
          name: '台北巿第３５８分公司',
          address: '臺北市大安區大安路二段102號1樓'
        },
        {
          name: '台北巿第３６０分公司',
          address: '臺北市大安區東豐街9號1樓'
        },
        {
          name: '台北巿第３６１分公司',
          address: '臺北市大安區建國南路一段274號1樓'
        },
        {
          name: '台北市第３９１分公司',
          address: '臺北市大安區師大路五十九巷十三號一樓'
        },
        {
          name: '台北市第４０１分公司',
          address: '臺北市大安區大安路一段二一八號一樓'
        },
        {
          name: '台北市第４１２分公司',
          address: '臺北市大安區仁愛路四段二十七巷一號一樓'
        },
        {
          name: '台北市第四一四分公司',
          address: '臺北市大安區忠孝東路四段二一六巷六十八號一樓'
        },
        {
          name: '台北市第四一八分公司',
          address: '臺北市大安區建國南路一段二十八、三十號一樓'
        },
        {
          name: '台北市第２９分公司',
          address: '臺北市大安區永康街43號1樓'
        },
      ],
      '文山區': [
        {
          name: '台北巿第３５４分公司',
          address: '臺北市文山區景中街45號1樓'
        },
        {
          name: '台北巿第３７６分公司',
          address: '臺北市文山區景行里景文街96、98號1樓'
        },
        {
          name: '台北市第５１分公司',
          address: '臺北市文山區忠順街一段26巷15號1樓'
        },
        {
          name: '台北巿第１２５分公司',
          address: '臺北市文山區羅斯福路6段20、22號1樓'
        },
        {
          name: '台北市第一五一分公司',
          address: '臺北市文山區忠順街2段10號1樓'
        },
        {
          name: '臺北巿第１８０分公司',
          address: '臺北市文山區木柵路二段九十號１樓/興隆路四段二十六號一樓'
        },
        {
          name: '台北巿第１９３分公司',
          address: '臺北市文山區復興南路二段82-1、82-2號1樓'
        },
        {
          name: '臺北巿第１９６分公司',
          address: '臺北市文山區指南路一段34、36號1樓'
        },
        {
          name: '台北市第九０三分公司',
          address: '臺北市文山區木柵路1段284、286號1樓'
        },
        {
          name: '台北市第五三九分公司',
          address: '臺北市文山區興業里興隆路2段244巷20號'
        },
      ],
      '松山區': [
        {
          name: '台北巿第三四二分公司',
          address: '臺北市松山區健康路224號１樓'
        },
        {
          name: '台北市第３８４分公司',
          address: '臺北市松山區南京東路五段139之4、139之8號1樓'
        },
        {
          name: '台北市第３３９分公司',
          address: '臺北市松山區新東街十五巷一號一樓'
        },
        {
          name: '台北市第３１１分公司',
          address: '臺北市松山區三民路十號一樓'
        },
        {
          name: '台北市第九分公司',
          address: '臺北市松山區八德路三段200、202號1樓'
        },
        {
          name: '台北市第十三分公司',
          address: '臺北市松山區八德路三段27號1樓'
        },
        {
          name: '台北市第二十三分公司',
          address: '臺北市松山區民生東路五段65號1樓'
        },
        {
          name: '台北市第二十四分公司',
          address: '臺北市松山區延壽街422號1樓'
        },
        {
          name: '台北市第二十六分公司',
          address: '臺北市松山區八德路二段439號1樓'
        },
        {
          name: '台北市第二十七分公司',
          address: '臺北市松山區民權東路3段108號1樓'
        },
      ],
      '萬華區': [
        {
          name: '台北市第３４６分公司',
          address: '臺北市萬華區環河南路二段200號1樓'
        },
        {
          name: '台北市第六十九分公司',
          address: '臺北市萬華區康定街203、205號1樓'
        },
        {
          name: '台北巿第一七二分公司',
          address: '臺北市萬華區萬青街168號1樓'
        },
        {
          name: '臺北巿第１８１分公司',
          address: '臺北市萬華區漢中街51號1樓'
        },
        {
          name: '台北市第七八六分公司',
          address: '臺北市萬華區東園街78號1樓'
        },
        {
          name: '台北市第九三一分公司',
          address: '臺北市萬華區西園路1段278號1樓'
        },
        {
          name: '台北市第九三五分公司',
          address: '臺北市萬華區成都路68號1樓'
        },
        {
          name: '台北市第五六三分公司',
          address: '臺北市萬華區寶興街184、186號1樓'
        },
        {
          name: '台北市第三八七分公司',
          address: '臺北市萬華區富民里廣州街148號'
        },
        {
          name: '台北市第六０七分公司',
          address: '臺北市萬華區忠德里東園街28巷56、58號1樓'
        },
      ],
    },
    '臺北縣': {
      '土城鄉': [
        {
          name: '台北縣第１４３分公司',
          address: '臺北縣土城鄉中央路三段四十二號１樓'
        },
      ],
      '樹林鎮': [
        {
          name: '台北縣第６８分公司',
          address: '臺北縣樹林鎮保安街一段３號１樓'
        },
        {
          name: '台北縣第１３８分公司',
          address: '臺北縣樹林鎮千歲街二十六–十號１樓'
        },
      ],
      '汐止鎮': [
        {
          name: '臺北縣第１６９分公司',
          address: '臺北縣汐止鎮明峰街１９０號１樓'
        },
      ],
      '蘆洲鄉': [
        {
          name: '臺北縣第１０９分公司',
          address: '臺北縣蘆洲鄉民族路五十七號１樓'
        },
        {
          name: '新北市第一二０分公司',
          address: '臺北縣蘆洲鄉長安街107號1樓'
        },
        {
          name: '台北縣第１２５分公司',
          address: '臺北縣蘆洲鄉長安街２６９號１樓'
        },
      ],
    },
    '臺南市': {
      '七股區': [
        {
          name: '台南市第二十分公司',
          address: '臺南市七股區大埕村272號1樓'
        },
        {
          name: '台南縣第七十四分公司',
          address: '臺南市七股區七股村14鄰一五四之一號一樓'
        },
      ],
      '下營區': [
        {
          name: '臺南縣第九分公司',
          address: '臺南市下營區下營村中山路1段46、48號1樓'
        },
        {
          name: '台南縣第六十分公司',
          address: '臺南市下營區中營村十五鄰一二八六號一樓'
        },
      ],
      '中西區': [
        {
          name: '台南巿第１０２分公司',
          address: '臺南市中西區府前路一段１４４號１樓'
        },
        {
          name: '台南巿第１０３分公司',
          address: '臺南市中西區大涼里中華西路二段三十六號１樓'
        },
        {
          name: '台南市第五分公司',
          address: '臺南市中西區康樂街223號1樓'
        },
        {
          name: '台南市第七分公司',
          address: '臺南市中西區青年路134號1樓'
        },
        {
          name: '台南巿第十七分公司',
          address: '臺南市中西區健康路1段166號'
        },
        {
          name: '台南巿第三十七分公司',
          address: '臺南市中西區友愛街197、199號1樓'
        },
        {
          name: '臺南巿第四十分公司',
          address: '臺南市中西區臺南市永福路二段65號1樓'
        },
        {
          name: '台南市第二六二分公司',
          address: '臺南市中西區小西里西門路1段658號B2'
        },
        {
          name: '台南市第二七一分公司',
          address: '臺南市中西區水仙里民生路2段26、28號1樓'
        },
        {
          name: '台南市第二九二分公司',
          address: '臺南市中西區民權里民權路3段150號1樓'
        },
      ],
      '仁德區': [
        {
          name: '台南縣第五十二分公司',
          address: '臺南市仁德區二行村二仁路1段151號1樓'
        },
        {
          name: '台南縣第６１分公司',
          address: '臺南市仁德區中正路二段１０５２號'
        },
        {
          name: '台南縣第７２分公司',
          address: '臺南市仁德區田厝村１鄰中正路一段５２７．５２９號'
        },
        {
          name: '台南縣第八十九分公司',
          address: '臺南市仁德區土庫里臺南縣仁德鄉太子路二三三號一樓'
        },
        {
          name: '台南縣第三分公司',
          address: '臺南市仁德區仁義村中山路497、499、501號1樓'
        },
        {
          name: '台南縣第一四五分公司',
          address: '臺南市仁德區中正路三段四十二號一樓'
        },
        {
          name: '台南縣第一五八分公司',
          address: '臺南市仁德區仁義村1鄰中山路155號'
        },
        {
          name: '台南縣第一六四分公司',
          address: '臺南市仁德區中洲村中洲1-16號'
        },
        {
          name: '台南縣第一六三分公司',
          address: '臺南市仁德區中洲村中洲1-15號1樓'
        },
        {
          name: '台南縣第一六六分公司',
          address: '臺南市仁德區中洲村7鄰中洲276-17號'
        },
      ],
      '佳里區': [
        {
          name: '台南縣第九十六分公司',
          address: '臺南市佳里區忠孝路212號1樓'
        },
        {
          name: '臺南縣第十四分公司',
          address: '臺南市佳里區安西里光復路１９７、１９７–１號１樓'
        },
        {
          name: '台南縣第二三四分公司',
          address: '臺南市佳里區東寧里新生東路1號1樓'
        },
        {
          name: '台南縣第二三六分公司',
          address: '臺南市佳里區東寧里文化路196號1樓'
        },
        {
          name: '台南市第四十二分公司',
          address: '臺南市佳里區忠仁里延平路195號1樓'
        },
        {
          name: '台南市第一二二分公司',
          address: '臺南市佳里區興化里佳里興492號之50   1樓'
        },
        {
          name: '台南市第三二三分公司',
          address: '臺南市佳里區建南里勝利路216號1樓'
        },
        {
          name: '台南市第二一五分公司',
          address: '臺南市佳里區佳西路215號1樓'
        },
        {
          name: '台南市第二五一分公司',
          address: '臺南市佳里區子龍里良廟3之1號1樓'
        },
        {
          name: '台南市第二五二分公司',
          address: '臺南市佳里區安南路256號1樓'
        },
      ],
      '六甲區': [
        {
          name: '台南縣第５５分公司',
          address: '臺南市六甲區六甲村二十二鄰中正路５５２號１樓'
        },
        {
          name: '台南市第二一六分公司',
          address: '臺南市六甲區林鳳營111-8號1樓'
        },
        {
          name: '台南市第二三五分公司',
          address: '臺南市六甲區中正路321-1號1樓'
        },
      ],
      '其他': [
        {
          name: '台南縣第６８分公司',
          address: '臺南市新市區永就村中華路五十三巷９號１樓'
        },
        {
          name: '台南縣第６分公司',
          address: '臺南市新市區中興街162號1樓'
        },
        {
          name: '台南市第六分公司',
          address: '臺南市金華路三段五十四號１樓'
        },
        {
          name: '臺南市第８分公司',
          address: '臺南市中華路一段６１２號１樓'
        },
        {
          name: '台南巿第十八分公司',
          address: '臺南市中山路１６６–６號１樓'
        },
        {
          name: '台南巿第二十一分公司',
          address: '臺南市府前路二段１７８號１樓'
        },
        {
          name: '台南市第四分公司',
          address: '臺南市新市區新市里華興街48號1樓'
        },
        {
          name: '台南巿第三十二分公司',
          address: '臺南市民族路二段五十五號１樓'
        },
        {
          name: '臺南巿第三十八分公司',
          address: '臺南市忠義路二段十八號１樓'
        },
        {
          name: '台南市第二六七分公司',
          address: '臺南市新市區永就里中山路180號1樓'
        },
      ],
      '北區': [
        {
          name: '台南巿第１０８分公司',
          address: '臺南市北區國姓里西門路四段２號１樓'
        },
        {
          name: '台南巿第２１分公司',
          address: '臺南市北區正風里十六鄰長榮路五段４４８號１樓'
        },
        {
          name: '台南巿第６８分公司',
          address: '臺南市北區大豐里文賢路３１５號１樓'
        },
        {
          name: '台南市第一二四分公司',
          address: '臺南市北區大豐里和緯路五段七十六號一樓'
        },
        {
          name: '台南市第一三二分公司',
          address: '臺南市北區安民里海安路３段２號１樓'
        },
        {
          name: '台南市第十分公司',
          address: '臺南市北區北園街78、78-1、78-2、78-3號1樓'
        },
        {
          name: '台南市第十二分公司',
          address: '臺南市北區公園路1072之1、2、3號1樓'
        },
        {
          name: '台南市第十六分公司',
          address: '臺南市北區公園路599之11號1樓'
        },
        {
          name: '台南市第二十八分公司',
          address: '臺南市北區西門路四段132號1樓'
        },
        {
          name: '台南巿第三十分公司',
          address: '臺南市北區公園路694、696號1樓'
        },
      ],
      '北門區': [
        {
          name: '台南縣第一三四分公司',
          address: '臺南市北門區鯤江村蚵寮八四一之一號一樓'
        },
      ],
      '南化區': [
        {
          name: '台南市第二八七分公司',
          address: '臺南市南化區南化里128號1樓'
        },
      ],
      '南區': [
        {
          name: '台南市第6分公司',
          address: '臺南市南區夏林路1-16、1-17號1樓'
        },
        {
          name: '台南巿第４７分公司',
          address: '臺南市南區金華路一段27號1樓'
        },
        {
          name: '台南市第１１６分公司',
          address: '臺南市南區臺南市安南區溪頂里北安路二段一二二號一樓'
        },
        {
          name: '臺南巿第四十六分公司',
          address: '臺南市南區大恩里國民路１５２號１樓'
        },
        {
          name: '台南第一六八分公司',
          address: '臺南市南區省躬里13鄰明興路917號'
        },
        {
          name: '台南市第一九六分公司',
          address: '臺南市南區鯤鯓路20號'
        },
        {
          name: '台南市第二００分公司',
          address: '臺南市南區大林路113號1樓'
        },
        {
          name: '台南市第二一二分公司',
          address: '臺南市南區白雪里金華路1段235號1樓'
        },
        {
          name: '台南市第三二六分公司',
          address: '臺南市南區建南里中華南路2段101-1號1樓'
        },
        {
          name: '台南市第二二八分公司',
          address: '臺南市南區新都路460號1樓'
        },
      ],
      '善化區': [
        {
          name: '台南縣第７３分公司',
          address: '臺南市善化區小新里成功路２–２號'
        },
        {
          name: '台南縣第九十三分公司',
          address: '臺南市善化區北關里中山路518號'
        },
        {
          name: '台南縣第９８分公司',
          address: '臺南市善化區坐駕里中正路三八六號一樓'
        },
        {
          name: '台南縣第一五四分公司',
          address: '臺南市善化區文正里興農路四號一樓'
        },
        {
          name: '台南縣第一六八分公司',
          address: '臺南市善化區田寮里7鄰六分寮74-1號1樓'
        },
        {
          name: '台南縣第一七八分公司',
          address: '臺南市善化區坐駕里１２鄰大成路３１９號'
        },
        {
          name: '台南縣第一八八分公司',
          address: '臺南市善化區什乃里１０鄰什乃１９０號'
        },
        {
          name: '台南縣第二二七分公司',
          address: '臺南市善化區小新里7鄰成功路173之1號1樓'
        },
        {
          name: '台南市第二八九分公司',
          address: '臺南市善化區文昌里中正路385號1樓'
        },
        {
          name: '台南市第二二六分公司',
          address: '臺南市善化區嘉北里13鄰352號1樓'
        },
      ],
      '大內區': [
        {
          name: '台南縣第二三０分公司',
          address: '臺南市大內區石城村16鄰石子瀨122之153號1樓'
        },
      ],
      '學甲區': [
        {
          name: '台南縣第５９分公司',
          address: '臺南市學甲區慈生里１鄰中正路２９８號１樓'
        },
        {
          name: '台南縣第９５分公司',
          address: '臺南市學甲區中正路一四三號'
        },
        {
          name: '台南市第二二四分公司',
          address: '臺南市學甲區中山路187號1樓'
        },
        {
          name: '台南市第一一四分公司',
          address: '臺南市學甲區仁得里01鄰華宗路321號1樓'
        },
      ],
      '安南區': [
        {
          name: '台南市第九十九分公司',
          address: '臺南市安南區城中里安中路５９９號１樓'
        },
        {
          name: '台南市第一二一分公司',
          address: '臺南市安南區州南里長和一街39號1樓'
        },
        {
          name: '台南市第二分公司',
          address: '臺南市安南區安和路五段166、168號1樓'
        },
        {
          name: '台南市第一一五分公司',
          address: '臺南市安南區塭南里22鄰長和路2段12巷272號1樓'
        },
        {
          name: '台南市第二六六分公司',
          address: '臺南市安南區總頭里長溪路2段416號1樓'
        },
        {
          name: '台南市第二九一分公司',
          address: '臺南市安南區梅花里安中路1段701巷33、35號1樓'
        },
        {
          name: '台南市第九十二分公司',
          address: '臺南市安南區佃西里海佃路四段五四八號一樓'
        },
        {
          name: '台南市第四十八分公司',
          address: '臺南市安南區安慶里安和路二段二十七號'
        },
        {
          name: '台南市第一六一分公司',
          address: '臺南市安南區塭南里7鄰安昌街101號1樓'
        },
        {
          name: '台南市第一六三分公司',
          address: '臺南市安南區鹿耳里鹽田路2號1樓'
        },
      ],
      '安定區': [
        {
          name: '台南縣第８２分公司',
          address: '臺南市安定區港南村港口一六三號'
        },
        {
          name: '台南縣第８４分公司',
          address: '臺南市安定區海寮村海寮段八號'
        },
        {
          name: '台南縣第一九八分公司',
          address: '臺南市安定區港尾村7鄰港子尾37之28號1樓'
        },
        {
          name: '台南縣第二二六分公司',
          address: '臺南市安定區蘇林村7號1樓'
        },
        {
          name: '台南縣第二二九分公司',
          address: '臺南市安定區新吉村新吉126-12、126-13號1樓'
        },
        {
          name: '台南市第二八四分公司',
          address: '臺南市安定區安加里安定407號1樓'
        },
        {
          name: '台南市第三三五分公司',
          address: '臺南市安定區港口245-10號1樓'
        },
      ],
      '安平區': [
        {
          name: '台南市第１１９分公司',
          address: '臺南市安平區慶平路235號1樓'
        },
        {
          name: '台南市第一二七分公司',
          address: '臺南市安平區校前里建平七街六八九號'
        },
        {
          name: '台南市第一三三分公司',
          address: '臺南市安平區華平里永華路二段五三二號'
        },
        {
          name: '台南市第一五０分公司',
          address: '臺南市安平區海興里十四鄰安北路一七０之三號一樓'
        },
        {
          name: '台南市第一六四分公司',
          address: '臺南市安平區國平里文平路217號1樓'
        },
        {
          name: '台南市第一八七分公司',
          address: '臺南市安平區億載里12鄰郡平路307號1樓'
        },
        {
          name: '台南市第一九０分公司',
          address: '臺南市安平區健康三街81號'
        },
        {
          name: '台南市第一九四分公司',
          address: '臺南市安平區健康路3段242號'
        },
        {
          name: '台南市第二○九分公司',
          address: '臺南市安平區平豐路430號1樓'
        },
        {
          name: '台南市第二一一分公司',
          address: '臺南市安平區平安里華平路742號1樓'
        },
      ],
      '官田區': [
        {
          name: '台南縣第７１分公司',
          address: '臺南市官田區隆田村十四鄰文化街１３０號１樓'
        },
        {
          name: '台南縣第一六九分公司',
          address: '臺南市官田區湖山村98之5號1樓'
        },
        {
          name: '台南縣第二０八分公司',
          address: '臺南市官田區二鎮村25鄰工社西街25巷81號'
        },
      ],
      '將軍區': [
        {
          name: '台南縣第一八九分公司',
          address: '臺南市將軍區將富村5鄰49之8號'
        },
        {
          name: '台南市第二三八分公司',
          address: '臺南市將軍區長榮里長榮29-2號1樓'
        },
      ],
      '山上區': [
        {
          name: '台南市第九十八分公司',
          address: '臺南市山上區南洲337-3號1樓'
        },
      ],
      '後壁區': [
        {
          name: '台南縣第一四九分公司',
          address: '臺南市後壁區福安村二００號'
        },
        {
          name: '台南市第二三二分公司',
          address: '臺南市後壁區菁寮346號1樓'
        },
        {
          name: '台南縣第三十分公司',
          address: '臺南市後壁區後壁村三鄰後壁七十一號'
        },
      ],
      '新化區': [
        {
          name: '台南市第七十分公司',
          address: '臺南市新化區協興里中山路624、626號1樓'
        },
        {
          name: '台南市第一五八分公司',
          address: '臺南市新化區觀音里中正路553、557號1樓'
        },
        {
          name: '台南縣第８３分公司',
          address: '臺南市新化區拔里臺南縣新化鎮�惟犐��惟猼L段二四一號一樓'
        },
        {
          name: '台南縣第一四八分公司',
          address: '臺南市新化區竹子�坐@七七之二號'
        },
        {
          name: '台南縣第七十八分公司',
          address: '臺南市新化區北勢里6鄰中正路1211號1樓'
        },
        {
          name: '台南縣第二三三分公司',
          address: '臺南市新化區正新路233號1樓'
        },
        {
          name: '台南市第二二三分公司',
          address: '臺南市新化區知母義15號之201樓'
        },
        {
          name: '台南縣第一一四分公司',
          address: '臺南市新化區中山路二一一號'
        },
        {
          name: '台南縣第一二六分公司',
          address: '臺南市新化區武安里中正路三二一號一樓'
        },
      ],
      '新營區': [
        {
          name: '台南市第九十分公司',
          address: '臺南市新營區民治東路1號1樓'
        },
        {
          name: '台南縣第８６分公司',
          address: '臺南市新營區民權路96號、96-1號1樓'
        },
        {
          name: '台南縣第十二分公司',
          address: '臺南市新營區中正路33-14、33-15號1樓'
        },
        {
          name: '台南縣第一五０分公司',
          address: '臺南市新營區新進路2段90號1樓'
        },
        {
          name: '台南縣第一六二分公司',
          address: '臺南市新營區埤寮里1鄰中正路530號'
        },
        {
          name: '台南縣第六十七分公司',
          address: '臺南市新營區新進路2段466號1樓'
        },
        {
          name: '台南縣第五十三分公司',
          address: '臺南市新營區新東里20鄰東興路236號1樓'
        },
        {
          name: '台南市第三三一分公司',
          address: '臺南市新營區民治路228號1樓'
        },
        {
          name: '台南市第二四三分公司',
          address: '臺南市新營區忠政里中正路121號1樓'
        },
        {
          name: '台南縣第一二四分公司',
          address: '臺南市新營區復興路762號'
        },
      ],
      '東區': [
        {
          name: '台南巿第１００分公司',
          address: '臺南市東區路東里大同路二段九十五–３號１樓'
        },
        {
          name: '台南巿第１０６分公司',
          address: '臺南市東區前鋒路16號1樓'
        },
        {
          name: '台南市第１２０分公司',
          address: '臺南市東區仁和里七鄰仁和路一三三號一樓'
        },
        {
          name: '台南市第一二三分公司',
          address: '臺南市東區龍山里十二鄰東門路一段三六二號一樓'
        },
        {
          name: '台南市第一二八分公司',
          address: '臺南市東區崇德路二六九號一樓'
        },
        {
          name: '台南市第十三分公司',
          address: '臺南市東區長榮路三段139、141、143號1樓'
        },
        {
          name: '台南市第十四分公司',
          address: '臺南市東區林森路二段84、86號1樓'
        },
        {
          name: '台南市第十五分公司',
          address: '臺南市東區青年路416號1樓'
        },
        {
          name: '台南巿第十九分公司',
          address: '臺南市東區林森路一段184號1樓'
        },
        {
          name: '台南市第二十二分公司',
          address: '臺南市東區北門路1段310、312號1樓'
        },
      ],
      '東山區': [
        {
          name: '台南縣第一五三分公司',
          address: '臺南市東山區東山村十四鄰二三五號一樓'
        },
        {
          name: '台南市第二一七分公司',
          address: '臺南市東山區前大埔191號1樓'
        },
        {
          name: '台南市第一一七分公司',
          address: '臺南市東山區中興路1號1樓'
        },
      ],
      '柳營區': [
        {
          name: '台南市第二六０分公司',
          address: '臺南市柳營區中埕里10鄰中山西路2段61號1樓'
        },
        {
          name: '台南縣第二十二分公司',
          address: '臺南市柳營區重溪里義士路1段938號'
        },
        {
          name: '台南縣第二十九分公司',
          address: '臺南市柳營區士林村柳營路2段1、3號1樓'
        },
      ],
      '楠西區': [
        {
          name: '台南縣第二三一分公司',
          address: '臺南市楠西區鹿田村11鄰油車61號之10'
        },
      ],
      '歸仁區': [
        {
          name: '台南縣第６９分公司',
          address: '臺南市歸仁區看東村一鄰中山路一段301號1樓'
        },
        {
          name: '台南縣第八十五分公司',
          address: '臺南市歸仁區辜厝村中正南路1段110、112號1樓'
        },
        {
          name: '台南縣第十分公司',
          address: '臺南市歸仁區後巿村中山路二段60號1樓'
        },
        {
          name: '台南市第二六四分公司',
          address: '臺南市歸仁區歸仁里和平北街32號1樓'
        },
        {
          name: '台南市第二十一分公司',
          address: '臺南市歸仁區六甲里中正南路1段1018、1020號1樓'
        },
        {
          name: '台南縣第一九三分公司',
          address: '臺南市歸仁區大廟村10鄰大廟一街1號1樓'
        },
        {
          name: '台南縣第一九四分公司',
          address: '臺南市歸仁區沙崙村9鄰歸仁大道100號1樓'
        },
        {
          name: '台南縣第一九五分公司',
          address: '臺南市歸仁區長大路1號B1樓'
        },
        {
          name: '台南縣第二一０分公司',
          address: '臺南市歸仁區南保村1鄰大德路307號1樓'
        },
        {
          name: '台南市第二八八分公司',
          address: '臺南市歸仁區南保里民權南路108號1樓'
        },
      ],
      '永康區': [
        {
          name: '台南縣第６６分公司',
          address: '臺南市永康區埔園里中山路九十號１樓'
        },
        {
          name: '台南縣第８０分公司',
          address: '臺南市永康區中華路196號1樓'
        },
        {
          name: '台南縣第８１分公司',
          address: '臺南市永康區永康里永明街９７號'
        },
        {
          name: '台南縣第３３分公司',
          address: '臺南市永康區蔦松里九鄰中正北路七三五號'
        },
        {
          name: '台南縣第８７分公司',
          address: '臺南市永康區埔園里二十四鄰中正路一０二號一樓'
        },
        {
          name: '台南縣第９７分公司',
          address: '臺南市永康區鹽行里中正北路一二二號一樓'
        },
        {
          name: '台南市第三十六分公司',
          address: '臺南市永康區烏竹里自強路825-1號1樓'
        },
        {
          name: '台南縣第二分公司',
          address: '臺南市永康區大橋村中華路747號1樓'
        },
        {
          name: '台南縣第５分公司',
          address: '臺南市永康區大灣路951號1樓'
        },
        {
          name: '台南縣第７分公司',
          address: '臺南市永康區蔦松村中正北路431、433號1樓'
        },
      ],
      '玉井區': [
        {
          name: '台南縣第７５分公司',
          address: '臺南市玉井區玉井村十九鄰中正路五十四號一樓'
        },
        {
          name: '台南縣第一０四分公司',
          address: '臺南市玉井區中山路97號1樓'
        },
      ],
      '白河區': [
        {
          name: '台南縣第一七九分公司',
          address: '臺南市白河區昇安里1鄰三間厝2-56號1樓'
        },
        {
          name: '台南縣第二○九分公司',
          address: '臺南市白河區河東里9鄰糞箕湖122之35號'
        },
        {
          name: '台南縣第二一八分公司',
          address: '臺南市白河區仙草6-30號1樓'
        },
        {
          name: '台南市第二八二分公司',
          address: '臺南市白河區永安里新興路507號1樓'
        },
        {
          name: '台南市第三二四分公司',
          address: '臺南市白河區永安里國泰路101號1樓'
        },
        {
          name: '台南市第三四０分公司',
          address: '臺南市白河區大德街150號1樓'
        },
      ],
      '西港區': [
        {
          name: '台南縣第一００分公司',
          address: '臺南市西港區慶安村新興街二十五-二號'
        },
        {
          name: '台南縣第十一分公司',
          address: '臺南市西港區西港村中山路366-1號1樓'
        },
        {
          name: '台南縣第一二三分公司',
          address: '臺南市西港區營西村一鄰一號'
        },
      ],
      '關廟區': [
        {
          name: '台南縣第六十三分公司',
          address: '臺南市關廟區南花村中正路８８１號１樓'
        },
        {
          name: '台南縣第一六０分公司',
          address: '臺南市關廟區香洋村中山路1段203號1樓'
        },
        {
          name: '台南市第八十一分公司',
          address: '臺南市關廟區埤頭里關新路2段7號1樓'
        },
        {
          name: '台南縣第一五二分公司',
          address: '臺南市關廟區北花村中正路517號1樓'
        },
        {
          name: '台南縣第二二四分公司',
          address: '臺南市關廟區深坑村南雄路1段471號1樓'
        },
        {
          name: '台南市第二一九分公司',
          address: '臺南市關廟區中山路2段27號1樓'
        },
        {
          name: '台南縣第一０八分公司',
          address: '臺南市關廟區五甲村南雄路一段八二九號一樓'
        },
        {
          name: '台南縣第一一九分公司',
          address: '臺南市關廟區香洋村三鄰南雄路二段二一０號一樓'
        },
      ],
      '鹽水區': [
        {
          name: '台南縣第一八五分公司',
          address: '臺南市鹽水區歡雅里２鄰２６號'
        },
        {
          name: '台南縣第二０二分公司',
          address: '臺南市鹽水區橋南里7鄰忠孝路93號'
        },
        {
          name: '台南縣第二一七分公司',
          address: '臺南市鹽水區義稠110之19號'
        },
        {
          name: '台南縣第一三八分公司',
          address: '臺南市鹽水區朝琴路143號1樓'
        },
        {
          name: '台南市第一八一分公司',
          address: '臺南市鹽水區南門路1號1樓'
        },
      ],
      '麻豆區': [
        {
          name: '台南縣第八十八分公司',
          address: '臺南市麻豆區小埤里二鄰苓子林十七號之十三'
        },
        {
          name: '台南縣第一四六分公司',
          address: '臺南市麻豆區中正路二八九號一樓'
        },
        {
          name: '台南縣第一八二分公司',
          address: '臺南市麻豆區中興里9鄰興國路40號之10'
        },
        {
          name: '台南縣第一九七分公司',
          address: '臺南市麻豆區晉江里民權路10之1號1樓'
        },
        {
          name: '台南縣第二０五分公司',
          address: '臺南市麻豆區南勢里16鄰南勢36-205號'
        },
        {
          name: '台南縣第二一五分公司',
          address: '臺南市麻豆區東角里4鄰興中路177、179號1樓'
        },
        {
          name: '台南縣第二二八分公司',
          address: '臺南市麻豆區大山里8鄰大山腳1之80號1樓'
        },
        {
          name: '台南市第三二一分公司',
          address: '臺南市麻豆區穀興里中山路11號1樓'
        },
        {
          name: '台南市第三二七分公司',
          address: '臺南市麻豆區南勢里南勢168號1樓'
        },
      ],
    },
    '臺南縣': {
      '永康鄉': [
        {
          name: '臺南縣第１分公司',
          address: '臺南縣永康鄉�\行村中正路３３１號１樓'
        },
      ],
      '�\水鎮': [
        {
          name: '台南縣第１７分公司',
          address: '臺南縣�\水鎮水正里中正路三十五號１樓'
        },
      ],
    },
    '臺東縣': {
      '卑南鄉': [
        {
          name: '台東縣第四分公司',
          address: '臺東縣卑南鄉明峰村忠孝路164、166、168號1樓'
        },
        {
          name: '台東縣第一六三分公司',
          address: '臺東縣卑南鄉溫泉路388號1樓'
        },
        {
          name: '台東縣第二十八分公司',
          address: '臺東縣卑南鄉龍泉路五十九號'
        },
      ],
      '大武鄉': [
        {
          name: '台東縣第九分公司',
          address: '臺東縣大武鄉大武村復興路124號、126號、128號1樓'
        },
        {
          name: '台東縣第四十三分公司',
          address: '臺東縣大武鄉尚武村環港路３號１樓'
        },
      ],
      '太麻里鄉': [
        {
          name: '台東縣第十分公司',
          address: '臺東縣太麻里鄉大中寮路68-6號1樓'
        },
        {
          name: '台東縣第三十三分公司',
          address: '臺東縣太麻里鄉金崙村金崙路262-1號1樓'
        },
        {
          name: '台東縣第五十四分公司',
          address: '臺東縣太麻里鄉外環路128號1樓'
        },
      ],
      '成功鎮': [
        {
          name: '台東縣第十四分公司',
          address: '臺東縣成功鎮三民里大同路七十號一樓'
        },
        {
          name: '台東縣第八分公司',
          address: '臺東縣成功鎮中華路74、76號1樓'
        },
      ],
      '東河鄉': [
        {
          name: '台東縣第四十九分公司',
          address: '臺東縣東河鄉東河村南東河263號1樓'
        },
        {
          name: '台東縣第二十三分公司',
          address: '臺東縣東河鄉都蘭村都蘭路155、157號1樓'
        },
      ],
      '池上鄉': [
        {
          name: '台東縣第１３分公司',
          address: '臺東縣池上鄉大埔村中山路64號1樓'
        },
        {
          name: '台東縣第五十八分公司',
          address: '臺東縣池上鄉中東三路46號1樓'
        },
      ],
      '綠島鄉': [
        {
          name: '台東縣第四十八分公司',
          address: '臺東縣綠島鄉南寮村南寮路１３９號１樓'
        },
      ],
      '蘭嶼鄉': [
        {
          name: '台東縣第六十三分公司',
          address: '臺東縣蘭嶼鄉東清路7號1樓'
        },
        {
          name: '台東縣第五十九分公司',
          address: '臺東縣蘭嶼鄉椰油296-12號1樓'
        },
      ],
      '達仁鄉': [
        {
          name: '台東縣第一六一分公司',
          address: '臺東縣達仁鄉森永村森永216號1樓'
        },
      ],
      '長濱鄉': [
        {
          name: '台東縣第三十八分公司',
          address: '臺東縣長濱鄉長濱村長濱路二之五號一樓'
        },
      ],
      '關山鎮': [
        {
          name: '台東縣第一六四分公司',
          address: '臺東縣關山鎮和平路4、4-1號1樓'
        },
      ],
      '鹿野鄉': [
        {
          name: '台東縣第四十七分公司',
          address: '臺東縣鹿野鄉鹿野村中華路１段４３０號１樓'
        },
      ],
    },
    '臺東縣臺東市': {
      '其他': [
        {
          name: '台東縣第５分公司',
          address: '臺東縣臺東市正氣北路３８９號１樓'
        },
        {
          name: '台東縣第１６分公司',
          address: '臺東縣臺東市鐵花里中華路一段五四二號一樓'
        },
        {
          name: '台東縣第１５分公司',
          address: '臺東縣臺東市民生里更生路二七０號一樓'
        },
        {
          name: '台東縣第１７分公司',
          address: '臺東縣臺東市自強里更生路三九一號'
        },
        {
          name: '台東縣第十一分公司',
          address: '臺東縣臺東市連航路88巷31、33及35號1樓'
        },
        {
          name: '台東縣第十二分公司',
          address: '臺東縣臺東市興安路1段197號1樓'
        },
        {
          name: '台東縣第三十九分公司',
          address: '臺東縣臺東市豐榮里豐盛路一號一樓'
        },
        {
          name: '台東縣第四十分公司',
          address: '臺東縣臺東市南榮里更正路一二六七號一樓'
        },
        {
          name: '台東縣第四十一分公司',
          address: '臺東縣臺東市豐榮里仁昌街一四八號一樓'
        },
        {
          name: '台東縣第四十二分公司',
          address: '臺東縣臺東市馬蘭里新生路680、682、684號1樓'
        },
      ],
    },
    '花蓮縣': {
      '光復鄉': [
        {
          name: '花蓮縣第２２分公司',
          address: '花蓮縣光復鄉中正路二段250、252號1樓、花蓮縣光復鄉中正路一段90號1樓'
        },
        {
          name: '花蓮縣第八十六分公司',
          address: '花蓮縣光復鄉中山路1段125號1樓'
        },
      ],
      '其他': [
        {
          name: '花蓮縣第２３分公司',
          address: '花蓮縣志學村七鄰中山路三段六、八號'
        },
      ],
      '吉安鄉': [
        {
          name: '花蓮縣第２分公司',
          address: '花蓮縣吉安鄉中華路二段5號1樓'
        },
        {
          name: '花蓮縣第５分公司',
          address: '花蓮縣吉安鄉慶豐村24鄰中山路三段423號1樓'
        },
        {
          name: '花蓮縣第９分公司',
          address: '花蓮縣吉安鄉吉安村中山路三段２號'
        },
        {
          name: '花蓮縣第十七分公司',
          address: '花蓮縣吉安鄉建國路1段49、51號1樓'
        },
        {
          name: '花蓮縣第七十分公司',
          address: '花蓮縣吉安鄉南濱路1段116號'
        },
        {
          name: '花蓮縣第七十四分公司',
          address: '花蓮縣吉安鄉海岸路683號'
        },
        {
          name: '花蓮縣第四十分公司',
          address: '花蓮縣吉安鄉東昌村34鄰海岸路77號'
        },
        {
          name: '花蓮縣第八十三分公司',
          address: '花蓮縣吉安鄉吉安路5段262-1號'
        },
        {
          name: '花蓮縣第八十四分公司',
          address: '花蓮縣吉安鄉建國路2段285號'
        },
        {
          name: '花蓮縣第一０二分公司',
          address: '花蓮縣吉安鄉南濱路1段651號1樓'
        },
      ],
      '壽豐鄉': [
        {
          name: '花蓮縣第九十六分公司',
          address: '花蓮縣壽豐鄉豐坪路2段5-1號1樓'
        },
        {
          name: '花蓮縣第七十二分公司',
          address: '花蓮縣壽豐鄉平和村中華路2段215號'
        },
        {
          name: '花蓮縣第七十六分公司',
          address: '花蓮縣壽豐鄉平和村大學路2段596號'
        },
        {
          name: '花蓮縣第八十五分公司',
          address: '花蓮縣壽豐鄉豐山村中山路201、203號1樓'
        },
        {
          name: '花蓮縣第二十九分公司',
          address: '花蓮縣壽豐鄉中山路五段一三一號'
        },
      ],
      '富里鄉': [
        {
          name: '花蓮縣第六十四分公司',
          address: '花蓮縣富里鄉富里村中山路167號1樓'
        },
      ],
      '新城鄉': [
        {
          name: '花蓮縣第１０分公司',
          address: '花蓮縣新城鄉北埔村光復路462號1樓'
        },
        {
          name: '花蓮縣第１５分公司',
          address: '花蓮縣新城鄉北埔村七鄰北埔路一七二號'
        },
        {
          name: '花蓮縣第２０分公司',
          address: '花蓮縣新城鄉嘉里村嘉里路153、155、157號1樓'
        },
        {
          name: '花蓮縣第六十分公司',
          address: '花蓮縣新城鄉康樂村康樂路286、288號1樓'
        },
        {
          name: '花蓮縣第六十一分公司',
          address: '花蓮縣新城鄉北埔村北埔路282號1樓'
        },
        {
          name: '花蓮縣第七十五分公司',
          address: '花蓮縣新城鄉順安村北三棧119之6號'
        },
        {
          name: '花蓮縣第八十二分公司',
          address: '花蓮縣新城鄉新興路28、30號1樓'
        },
      ],
      '玉里鎮': [
        {
          name: '花蓮縣第五十九分公司',
          address: '花蓮縣玉里鎮興國路二段二十三號一樓'
        },
        {
          name: '花蓮縣第六十二分公司',
          address: '花蓮縣玉里鎮中山路2段135號1樓'
        },
        {
          name: '花蓮縣第六十九分公司',
          address: '花蓮縣玉里鎮樂合里新民13-1號1樓'
        },
        {
          name: '花蓮縣第一一六分公司',
          address: '花蓮縣玉里鎮光復路184號及大同路214號1樓'
        },
        {
          name: '花蓮縣第九十二分公司',
          address: '花蓮縣玉里鎮中山路2段90號1樓'
        },
        {
          name: '花蓮縣第三十九分公司',
          address: '花蓮縣玉里鎮中山路一段九十六號一樓'
        },
      ],
      '瑞穗鄉': [
        {
          name: '花蓮縣第七十七分公司',
          address: '花蓮縣瑞穗鄉瑞北30-2號'
        },
        {
          name: '花蓮縣第五十三分公司',
          address: '花蓮縣瑞穗鄉中山路一段十七、十九號一樓'
        },
      ],
      '秀林鄉': [
        {
          name: '花蓮縣第２１分公司',
          address: '花蓮縣秀林鄉富世村富世路一五二．一五二-一號'
        },
        {
          name: '花蓮縣第九十四分公司',
          address: '花蓮縣秀林鄉信義路216號1樓'
        },
        {
          name: '花蓮縣第九十三分公司',
          address: '花蓮縣秀林鄉天祥17之1號1樓'
        },
        {
          name: '花蓮縣第一八一分公司',
          address: '花蓮縣秀林鄉崇德村崇德95-6號1樓'
        },
        {
          name: '花蓮縣第三十分公司',
          address: '花蓮縣秀林鄉和平村和平一五六號一樓'
        },
      ],
      '豐濱鄉': [
        {
          name: '花蓮縣第五十七分公司',
          address: '花蓮縣豐濱鄉豐濱村三民路61、65號1樓'
        },
      ],
      '鳳林鎮': [
        {
          name: '花蓮縣第二十七分公司',
          address: '花蓮縣鳳林鎮中正路二段一四三、一四五號一樓'
        },
        {
          name: '花蓮縣第七分公司',
          address: '花蓮縣鳳林鎮長橋里長橋路108號1樓'
        },
      ],
    },
    '花蓮縣花蓮市': {
      '其他': [
        {
          name: '花蓮縣第１分公司',
          address: '花蓮縣花蓮市中正路383、385號1樓：花蓮縣花蓮市和平路376樓1號'
        },
        {
          name: '花蓮縣第１１分公司',
          address: '花蓮縣花蓮市中山路426號'
        },
        {
          name: '花蓮縣第１６分公司',
          address: '花蓮縣花蓮市民享里中美路二０九號'
        },
        {
          name: '花蓮縣第１８分公司',
          address: '花蓮縣花蓮市國聯三路十六．十八號'
        },
        {
          name: '花蓮縣第２５分公司',
          address: '花蓮縣花蓮市中山路183、185號1樓'
        },
        {
          name: '花蓮縣第五十六分公司',
          address: '花蓮縣花蓮市中華路二八三之一號一樓'
        },
        {
          name: '花蓮縣第十四分公司',
          address: '花蓮縣花蓮市民立里八鄰中興路七十一號一樓'
        },
        {
          name: '花蓮縣第八分公司',
          address: '花蓮縣花蓮市國慶里十鄰中山路一段7、9號1樓'
        },
        {
          name: '花蓮縣第三十四分公司',
          address: '花蓮縣花蓮市國安里林森路258號1樓'
        },
        {
          name: '花蓮縣第六十三分公司',
          address: '花蓮縣花蓮市中美路83-1、83-2號1樓'
        },
      ],
    },
    '苗栗縣': {
      '三灣鄉': [
        {
          name: '苗栗縣第一○三分公司',
          address: '苗栗縣三灣鄉中正路255號1樓、文化街13號1樓'
        },
      ],
      '三義鄉': [
        {
          name: '苗栗縣第１６分公司',
          address: '苗栗縣三義鄉廣盛村二十鄰中正路１１８號１樓'
        },
        {
          name: '苗栗縣第２４分公司',
          address: '苗栗縣三義鄉勝興村水美三一五-八-九號'
        },
      ],
      '公館鄉': [
        {
          name: '苗栗縣第２５分公司',
          address: '苗栗縣公館鄉五谷村十五鄰二００號一樓'
        },
        {
          name: '苗栗縣第一一七分公司',
          address: '苗栗縣公館鄉五谷71-1號1樓'
        },
        {
          name: '苗栗縣第七十九分公司',
          address: '苗栗縣公館鄉館南村館南２１６-２號'
        },
        {
          name: '苗栗縣第一一０分公司',
          address: '苗栗縣公館鄉大同路160、162號1樓'
        },
        {
          name: '苗栗縣第六十五分公司',
          address: '苗栗縣公館鄉通明街六十八號'
        },
      ],
      '卓蘭鎮': [
        {
          name: '苗栗縣第一二０分公司',
          address: '苗栗縣卓蘭鎮興南街318號1樓'
        },
        {
          name: '苗栗縣第五十一分公司',
          address: '苗栗縣卓蘭鎮中山路48之4號'
        },
      ],
      '南庄鄉': [
        {
          name: '苗栗縣第一二八分公司',
          address: '苗栗縣南庄鄉南江村5鄰東江75-3號1樓'
        },
        {
          name: '苗栗縣第一０四分公司',
          address: '苗栗縣南庄鄉下員林68-10號1樓'
        },
        {
          name: '苗栗縣第三十七分公司',
          address: '苗栗縣南庄鄉中正路9號1樓'
        },
      ],
      '大湖鄉': [
        {
          name: '苗栗縣第２２分公司',
          address: '苗栗縣大湖鄉中正路一０七號'
        },
        {
          name: '苗栗縣第一二二分公司',
          address: '苗栗縣大湖鄉富興村19鄰八寮灣2-11號1樓'
        },
        {
          name: '苗栗縣第一一六分公司',
          address: '苗栗縣大湖鄉富興村1鄰水尾39號1樓'
        },
      ],
      '後龍鎮': [
        {
          name: '苗栗縣第八十一分公司',
          address: '苗栗縣後龍鎮中華路５２－８號'
        },
        {
          name: '苗栗縣第一一九分公司',
          address: '苗栗縣後龍鎮新東路468號1樓'
        },
        {
          name: '苗栗縣第一二七分公司',
          address: '苗栗縣後龍鎮造豐路333號1樓'
        },
        {
          name: '苗栗縣第二０二分公司',
          address: '苗栗縣後龍鎮大山里龍文路6號1樓'
        },
        {
          name: '苗栗縣第一０五分公司',
          address: '苗栗縣後龍鎮勝利路60-1號1樓'
        },
        {
          name: '苗栗縣第一０七分公司',
          address: '苗栗縣後龍鎮中山路53號1樓'
        },
        {
          name: '苗栗縣第六分公司',
          address: '苗栗縣後龍鎮龍坑里16鄰156之10號'
        },
        {
          name: '苗栗縣第四分公司',
          address: '苗栗縣後龍鎮大庄里17鄰成功路207號'
        },
      ],
      '泰安鄉': [
        {
          name: '苗栗縣第一二九分公司',
          address: '苗栗縣泰安鄉錦水村圓墩83-2號1樓'
        },
      ],
      '竹南鎮': [
        {
          name: '苗栗縣第三十分公司',
          address: '苗栗縣竹南鎮竹南里民族路82號1樓、民權街47號1樓'
        },
        {
          name: '苗栗縣第一一八分公司',
          address: '苗栗縣竹南鎮大埔里科專七路396號1樓'
        },
        {
          name: '苗栗縣第七十七分公司',
          address: '苗栗縣竹南鎮龍山路1段162號1樓'
        },
        {
          name: '苗栗縣第八十三分公司',
          address: '苗栗縣竹南鎮公義路1681、1683、1685號1樓'
        },
        {
          name: '苗栗縣第三十四分公司',
          address: '苗栗縣竹南鎮山佳里10鄰龍山路3段305號'
        },
        {
          name: '苗栗縣第八十五分公司',
          address: '苗栗縣竹南鎮龍鳳里龍江街25號'
        },
        {
          name: '苗栗縣第九十三分公司',
          address: '苗栗縣竹南鎮大厝里3鄰開元路412號'
        },
        {
          name: '苗栗縣第九十四分公司',
          address: '苗栗縣竹南鎮頂埔里12鄰科學路160號'
        },
        {
          name: '苗栗縣第九十五分公司',
          address: '苗栗縣竹南鎮大埔里15鄰和興路191-1號'
        },
        {
          name: '苗栗縣第一○二分公司',
          address: '苗栗縣竹南鎮頂埔里3鄰中華路169、171號'
        },
      ],
      '苑裡鎮': [
        {
          name: '苗栗縣第七十一分公司',
          address: '苗栗縣苑裡鎮山腳里苗栗縣苑裡鎮山�夾膜C鄰山�坐@五七號一樓'
        },
        {
          name: '苗栗縣第九十一分公司',
          address: '苗栗縣苑裡鎮田心里4鄰田心路36之3號'
        },
        {
          name: '苗栗縣第二十六分公司',
          address: '苗栗縣苑裡鎮苑北里為公路70號'
        },
        {
          name: '苗栗縣第九十九分公司',
          address: '苗栗縣苑裡鎮山柑里2-2號1樓'
        },
        {
          name: '苗栗縣第一０九分公司',
          address: '苗栗縣苑裡鎮為公路16-1號1樓'
        },
        {
          name: '苗栗縣第五十五分公司',
          address: '苗栗縣苑裡鎮客庄里客庄九十之二十號一樓'
        },
      ],
      '通霄鎮': [
        {
          name: '苗栗縣第三十一分公司',
          address: '苗栗縣通霄鎮中正路十九號一樓'
        },
        {
          name: '苗栗縣第七十四分公司',
          address: '苗栗縣通霄鎮通西里中正路八十三之五號一樓'
        },
        {
          name: '苗栗縣第六十六分公司',
          address: '苗栗縣通霄鎮內湖里17鄰165之8號1樓'
        },
        {
          name: '苗栗縣第六十三分公司',
          address: '苗栗縣通霄鎮通西里二十九鄰中山路十號一樓'
        },
        {
          name: '苗栗縣第五十分公司',
          address: '苗栗縣通霄鎮白東里白東一００號一樓'
        },
      ],
      '造橋鄉': [
        {
          name: '苗栗縣第五十六分公司',
          address: '苗栗縣造橋鄉大西一街100號1樓'
        },
        {
          name: '苗栗縣第五十四分公司',
          address: '苗栗縣造橋鄉學府路100號1樓'
        },
      ],
      '銅鑼鄉': [
        {
          name: '苗栗縣第二十三分公司',
          address: '苗栗縣銅鑼鄉中正路173、175、175-1號1樓'
        },
        {
          name: '苗栗縣第七十二分公司',
          address: '苗栗縣銅鑼鄉銅鑼村三十四鄰中正路六之二十五號'
        },
        {
          name: '苗栗縣第九分公司',
          address: '苗栗縣銅鑼鄉中興一街１號'
        },
      ],
      '頭屋鄉': [
        {
          name: '苗栗縣第２７分公司',
          address: '苗栗縣頭屋鄉尖豐路一二六號一樓、中山街三號一樓'
        },
        {
          name: '苗栗縣第一一一分公司',
          address: '苗栗縣頭屋鄉象山路239-1號1樓'
        },
      ],
    },
    '苗栗縣竹南鎮環市': {
      '其他': [
        {
          name: '苗栗縣第四十六分公司',
          address: '苗栗縣竹南鎮環市路一段十六、十六之一、十六之二號一樓'
        },
      ],
    },
    '苗栗縣苗栗市': {
      '其他': [
        {
          name: '苗栗縣第七十八分公司',
          address: '苗栗縣苗栗市中華路７８號'
        },
        {
          name: '苗栗縣第八十八分公司',
          address: '苗栗縣苗栗市維新里16鄰新東街219號1樓'
        },
        {
          name: '苗栗縣第八十九分公司',
          address: '苗栗縣苗栗市南勢里豪榮1號1樓'
        },
        {
          name: '苗栗第九十六分公司',
          address: '苗栗縣苗栗市玉清路329號1樓'
        },
        {
          name: '苗栗縣第一二三分公司',
          address: '苗栗縣苗栗市中正路903號1樓'
        },
        {
          name: '苗栗縣第一二四分公司',
          address: '苗栗縣苗栗市新川里17鄰圓墩28號1樓'
        },
        {
          name: '苗栗縣第二十一分公司',
          address: '苗栗縣苗栗市嘉盛里為公路584號1樓'
        },
        {
          name: '苗栗縣第三十六分公司',
          address: '苗栗縣苗栗市恭敬里恭敬路18號1樓'
        },
        {
          name: '苗栗縣第二0一分公司',
          address: '苗栗縣苗栗市文山里正發路196號1樓'
        },
        {
          name: '苗栗縣第一０六分公司',
          address: '苗栗縣苗栗市水流娘15-3號1樓'
        },
      ],
    },
    '苗栗縣頭份市': {
      '其他': [
        {
          name: '苗栗縣第１１分公司',
          address: '苗栗縣頭份市忠孝里十二鄰信東路１５８號'
        },
        {
          name: '苗栗縣第二十八分公司',
          address: '苗栗縣頭份市中正三路271號1樓、親民路1、3號1樓'
        },
        {
          name: '苗栗縣第六十九分公司',
          address: '苗栗縣頭份市尖下里二鄰尖豐路316號1樓、320巷2、6號1樓'
        },
        {
          name: '苗栗縣第七十分公司',
          address: '苗栗縣頭份市後庄里七鄰中央路六０三、六０五號一樓'
        },
        {
          name: '苗栗縣第七十六分公司',
          address: '苗栗縣頭份市建國路二段一二八號一樓'
        },
        {
          name: '苗栗縣第八十二分公司',
          address: '苗栗縣頭份市後庄里幼英街１３１號１樓'
        },
        {
          name: '苗栗縣第九十二分公司',
          address: '苗栗縣頭份市中正路317、319號1樓'
        },
        {
          name: '苗栗縣第一○○分公司',
          address: '苗栗縣頭份市蟠桃里13鄰德義路81號1樓'
        },
        {
          name: '苗栗縣第一○一分公司',
          address: '苗栗縣頭份市合興里14鄰信義路381號1樓'
        },
        {
          name: '苗栗縣第一二一分公司',
          address: '苗栗縣頭份市中正一路58號1樓'
        },
      ],
    },
    '連江縣': {
      '北竿鄉': [
        {
          name: '福建省連江縣第三分公司',
          address: '連江縣北竿鄉塘岐村191、193、195號1樓'
        },
        {
          name: '連江縣第八分公司',
          address: '連江縣北竿鄉坂里村42號1樓'
        },
      ],
      '南竿鄉': [
        {
          name: '福建省連江縣第二分公司',
          address: '連江縣南竿鄉清水村１００號'
        },
        {
          name: '福建省連江縣第四分公司',
          address: '連江縣南竿鄉馬祖村58、60號1樓'
        },
        {
          name: '福建省連江縣第六分公司',
          address: '連江縣南竿鄉介壽村48-2號1樓'
        },
        {
          name: '連江縣第七分公司',
          address: '連江縣南竿鄉介壽村215號1樓'
        },
      ],
      '東引鄉': [
        {
          name: '福建省連江縣第五分公司',
          address: '連江縣東引鄉中柳村85、86號1樓'
        },
      ],
    },
    '金門縣': {
      '烈嶼鄉': [
        {
          name: '金門縣第十分公司',
          address: '金門縣烈嶼鄉林湖村東林街156號1樓'
        },
      ],
      '金城鎮': [
        {
          name: '金門縣第二分公司',
          address: '金門縣金城鎮民生路6號1樓'
        },
        {
          name: '金門縣第四分公司',
          address: '金門縣金城鎮民權路七十五號'
        },
        {
          name: '金門縣第一分公司',
          address: '金門縣金城鎮南門里浯江北堤路100號1樓'
        },
        {
          name: '金門縣第十四分公司',
          address: '金門縣金城鎮賢庵里西海路3段1、3、5號'
        },
        {
          name: '金門縣第十五分公司',
          address: '金門縣金城鎮西門里民權路192、196號1樓'
        },
        {
          name: '金門縣第十八分公司',
          address: '金門縣金城鎮西門里民生路67、69號1樓'
        },
        {
          name: '金門縣第七分公司',
          address: '金門縣金城鎮東門里民族路七號一樓'
        },
      ],
      '金寧鄉': [
        {
          name: '金門縣第十三分公司',
          address: '金門縣金寧鄉盤山村環島北路1段711號'
        },
        {
          name: '金門縣第十六分公司',
          address: '金門縣金寧鄉伯玉路1段222-8號'
        },
      ],
      '金沙鎮': [
        {
          name: '金門縣第十一分公司',
          address: '金門縣金沙鎮國中路2號'
        },
        {
          name: '金門縣第十九分公司',
          address: '金門縣金沙鎮何斗里環島北路3段482號1樓'
        },
      ],
      '金湖鎮': [
        {
          name: '金門縣第三分公司',
          address: '金門縣金湖鎮環島南路二號一樓'
        },
        {
          name: '金門縣第十七分公司',
          address: '金門縣金湖鎮中山路8-6號1樓'
        },
        {
          name: '金門縣第九分公司',
          address: '金門縣金湖鎮山外里復興西路2號'
        },
      ],
    },
    '金門縣金湖鎮新市': {
      '其他': [
        {
          name: '金門縣第十二分公司',
          address: '金門縣金湖鎮新市里復興路8號'
        },
      ],
    },
    '雲林縣': {
      '二崙鄉': [
        {
          name: '雲林縣第四十六分公司',
          address: '雲林縣二崙鄉鄉油車村文化路9號1樓'
        },
        {
          name: '雲林縣第五十五分公司',
          address: '雲林縣二崙鄉崙東村中山路一段二六九號一樓'
        },
      ],
      '元長鄉': [
        {
          name: '雲林縣第二十一分公司',
          address: '雲林縣元長鄉中山路32、32-2號1樓'
        },
        {
          name: '雲林縣第十九分公司',
          address: '雲林縣元長鄉下寮村東興路二十八號一樓'
        },
        {
          name: '雲林縣第十三分公司',
          address: '雲林縣元長鄉雲林路2段76號1樓'
        },
      ],
      '北港鎮': [
        {
          name: '雲林縣第３１分公司',
          address: '雲林縣北港鎮華勝里二十八鄰民樂路三十九號一樓'
        },
        {
          name: '雲林縣第九十八分公司',
          address: '雲林縣北港鎮華勝里32鄰華勝路212號'
        },
        {
          name: '雲林縣第一○五分公司',
          address: '雲林縣北港鎮樹腳里13鄰文仁路398號1樓'
        },
        {
          name: '雲林縣第五十分公司',
          address: '雲林縣北港鎮東華里中山路一五０號一樓'
        },
        {
          name: '雲林縣第１６分公司',
          address: '雲林縣北港鎮西勢里民主路１鄰１０６號'
        },
      ],
      '口湖鄉': [
        {
          name: '雲林縣第三十五分公司',
          address: '雲林縣口湖鄉口湖村中正路1段222號1樓'
        },
        {
          name: '雲林縣第七十三分公司',
          address: '雲林縣口湖鄉崙東村中山路九十六之六號一樓'
        },
        {
          name: '雲林縣第一０九分公司',
          address: '雲林縣口湖鄉梧南村9鄰光明路31-6號1樓'
        },
      ],
      '古坑鄉': [
        {
          name: '雲林縣第九十三分公司',
          address: '雲林縣古坑鄉中山路201號'
        },
        {
          name: '雲林縣第四十九分公司',
          address: '雲林縣古坑鄉永昌村永興路145號'
        },
        {
          name: '雲林縣第一一一分公司',
          address: '雲林縣古坑鄉東和村廣濟路78、78-1號1樓'
        },
      ],
      '四湖鄉': [
        {
          name: '雲林縣第２３分公司',
          address: '雲林縣四湖鄉四湖村中山東路１１３號１樓'
        },
      ],
      '土庫鎮': [
        {
          name: '雲林縣第七分公司',
          address: '雲林縣土庫鎮馬光路六十九號一樓'
        },
        {
          name: '雲林縣第９分公司',
          address: '雲林縣土庫鎮建國路１６４號１樓'
        },
      ],
      '大埤鄉': [
        {
          name: '雲林縣第六十七分公司',
          address: '雲林縣大埤鄉南和村民生路32號1樓'
        },
      ],
      '崙背鄉': [
        {
          name: '雲林縣第２７分公司',
          address: '雲林縣崙背鄉７鄰南光路３號１樓'
        },
        {
          name: '雲林縣第八十九分公司',
          address: '雲林縣崙背鄉東明村正義路192、194號'
        },
        {
          name: '雲林縣第九十六分公司',
          address: '雲林縣崙背鄉豐榮村1鄰豐榮32之3號'
        },
        {
          name: '雲林縣第一○二分公司',
          address: '雲林縣崙背鄉南陽村中山路489號1樓'
        },
      ],
      '斗南鎮': [
        {
          name: '雲林縣第２６分公司',
          address: '雲林縣斗南鎮大同路135號1樓'
        },
        {
          name: '雲林縣第八十三分公司',
          address: '雲林縣斗南鎮西岐里中興路１６０號'
        },
        {
          name: '雲林縣第九十四分公司',
          address: '雲林縣斗南鎮南昌西路1號'
        },
        {
          name: '雲林縣第一○六分公司',
          address: '雲林縣斗南鎮北銘里文昌路99號1樓'
        },
        {
          name: '雲林縣第一０七分公司',
          address: '雲林縣斗南鎮南昌里25鄰延平路2段581號1樓'
        },
        {
          name: '雲林縣第四十二分公司',
          address: '雲林縣斗南鎮大業路八十六號一樓'
        },
        {
          name: '雲林縣第三十二分公司',
          address: '雲林縣斗南鎮中山路七十九號一樓'
        },
        {
          name: '雲林縣第六十一分公司',
          address: '雲林縣斗南鎮仁義路52號1樓'
        },
        {
          name: '雲林縣第１４分公司',
          address: '雲林縣斗南鎮新光里二十一鄰光華路２３１號'
        },
      ],
      '東勢鄉': [
        {
          name: '雲林縣第２５分公司',
          address: '雲林縣東勢鄉東南村十鄰東勢東路八十四號１樓'
        },
      ],
      '林內鄉': [
        {
          name: '雲林縣第三十七分公司',
          address: '雲林縣林內鄉中正路375號'
        },
        {
          name: '雲林縣第五十六分公司',
          address: '雲林縣林內鄉九芎村大同路十八號一樓'
        },
      ],
      '水林鄉': [
        {
          name: '雲林縣第２４分公司',
          address: '雲林縣水林鄉水南村水林路１５７、１５９號１樓'
        },
      ],
      '臺西鄉': [
        {
          name: '雲林縣第十分公司',
          address: '雲林縣臺西鄉民族路16-7號1樓'
        },
        {
          name: '雲林縣第八十二分公司',
          address: '雲林縣臺西鄉五港村五港路420-1號1樓'
        },
      ],
      '莿桐鄉': [
        {
          name: '雲林縣第一一八分公司',
          address: '雲林縣莿桐鄉莿桐村中山路70、72號1樓'
        },
        {
          name: '雲林縣第七十四分公司',
          address: '雲林縣莿桐鄉大美村大美五十三號一樓'
        },
        {
          name: '雲林縣第一○八分公司',
          address: '雲林縣莿桐鄉莿桐村中正路62-2號1樓'
        },
        {
          name: '雲林縣第二二一分公司',
          address: '雲林縣莿桐鄉饒平村饒平路2-2號1樓'
        },
      ],
      '虎尾鎮': [
        {
          name: '雲林縣第一二二分公司',
          address: '雲林縣虎尾鎮林森路1段287、289、293號1樓'
        },
        {
          name: '雲林縣第七十一分公司',
          address: '雲林縣虎尾鎮公安里博愛路四十七之六號一樓'
        },
        {
          name: '雲林縣第九十分公司',
          address: '雲林縣虎尾鎮光明路3號'
        },
        {
          name: '雲林縣第九十一分公司',
          address: '雲林縣虎尾鎮工專路156號'
        },
        {
          name: '雲林縣第十七分公司',
          address: '雲林縣虎尾鎮延平里3鄰中南34之26號'
        },
        {
          name: '雲林縣第一０三分公司',
          address: '雲林縣虎尾鎮安慶里14鄰民主路52-1號1樓'
        },
        {
          name: '雲林縣第一一九分公司',
          address: '雲林縣虎尾鎮西屯里13鄰大屯349號1樓'
        },
        {
          name: '雲林縣第四分公司',
          address: '雲林縣虎尾鎮光復路122號1樓、成和街2號1樓'
        },
        {
          name: '雲林縣第四十五分公司',
          address: '雲林縣虎尾鎮立仁里復興路137號1樓'
        },
        {
          name: '雲林縣第六十八分公司',
          address: '雲林縣虎尾鎮埒內里林森路1段39號1樓'
        },
      ],
      '褒忠鄉': [
        {
          name: '雲林縣第七十二分公司',
          address: '雲林縣褒忠鄉中正路九十九號一樓'
        },
      ],
      '西螺鎮': [
        {
          name: '雲林縣第３０分公司',
          address: '雲林縣西螺鎮中興里延平路四一八．四二０號一樓'
        },
        {
          name: '雲林縣第八十四分公司',
          address: '雲林縣西螺鎮河南里埔心路１１３－３號'
        },
        {
          name: '雲林縣第九十七分公司',
          address: '雲林縣西螺鎮公正路15號1樓'
        },
        {
          name: '雲林縣第一二０分公司',
          address: '雲林縣西螺鎮漢光里17鄰平和南路352號1樓'
        },
        {
          name: '雲林縣第二二二分公司',
          address: '雲林縣西螺鎮新豐里新社320-8號1樓'
        },
        {
          name: '雲林縣第四十七分公司',
          address: '雲林縣西螺鎮建興路163號1樓'
        },
        {
          name: '雲林縣第四十八分公司',
          address: '雲林縣西螺鎮振興119-1號1樓'
        },
      ],
      '麥寮鄉': [
        {
          name: '雲林縣第２２分公司',
          address: '雲林縣麥寮鄉麥津村中山路１９６號１樓'
        },
        {
          name: '雲林縣第３６分公司',
          address: '雲林縣麥寮鄉橋頭路二三四號'
        },
        {
          name: '雲林縣第七十七分公司',
          address: '雲林縣麥寮鄉施厝村１６鄰施厝２３８號１樓'
        },
        {
          name: '雲林縣第八十六分公司',
          address: '雲林縣麥寮鄉中興路７８－３號'
        },
        {
          name: '雲林縣第四十三分公司',
          address: '雲林縣麥寮鄉中興村豐安路951號1樓'
        },
        {
          name: '雲林縣第九十九分公司',
          address: '雲林縣麥寮鄉新興路27-5號'
        },
        {
          name: '雲林縣第一００分公司',
          address: '雲林縣麥寮鄉三盛村仁德西路一段21號1樓'
        },
        {
          name: '雲林縣第一０一分公司',
          address: '雲林縣麥寮鄉後安村後安路201之13號1樓'
        },
        {
          name: '雲林縣第四十四分公司',
          address: '雲林縣麥寮鄉中興村仁德西路二段567號1樓'
        },
      ],
    },
    '雲林縣斗六市': {
      '公誠里一鄰鎮': [
        {
          name: '雲林縣第五十四分公司',
          address: '雲林縣斗六市公誠里一鄰鎮北路二二九號一樓'
        },
      ],
      '其他': [
        {
          name: '雲林縣第３４分公司',
          address: '雲林縣斗六市榴中里石榴路一九六號'
        },
        {
          name: '雲林縣第六十六分公司',
          address: '雲林縣斗六市保庄里1鄰明德北路3段285號1樓'
        },
        {
          name: '雲林縣第七十五分公司',
          address: '雲林縣斗六市漢口路167號1樓'
        },
        {
          name: '雲林縣第七十六分公司',
          address: '雲林縣斗六市社口里大學路２段５７９號'
        },
        {
          name: '雲林縣第十八分公司',
          address: '雲林縣斗六市龍潭路１４－１號'
        },
        {
          name: '雲林縣第三十九分公司',
          address: '雲林縣斗六市明德北路１段１１０號'
        },
        {
          name: '雲林縣八十七分公司',
          address: '雲林縣斗六市莊敬路３４５號'
        },
        {
          name: '雲林縣第五十三分公司',
          address: '雲林縣斗六市河南街319號'
        },
        {
          name: '雲林縣第三十三分公司',
          address: '雲林縣斗六市萬年路592號1樓'
        },
        {
          name: '雲林縣第一０四分公司',
          address: '雲林縣斗六市莊敬路345號1樓'
        },
      ],
      '鎮': [
        {
          name: '雲林縣第２９分公司',
          address: '雲林縣斗六市鎮西里雲林路二段六二七號'
        },
        {
          name: '雲林縣第一一０分公司',
          address: '雲林縣斗六市鎮南路1221號1樓'
        },
        {
          name: '雲林縣第五十七分公司',
          address: '雲林縣斗六市鎮東里文化路538、540號1樓'
        },
        {
          name: '雲林縣第６分公司',
          address: '雲林縣斗六市鎮東里十八鄰文化路３０４．３０６號１樓'
        },
      ],
    },
    '高雄市': {
      '三民區': [
        {
          name: '高雄巿第十一分公司',
          address: '高雄市三民區寶玉里大豐二路348、350、352號1樓'
        },
        {
          name: '高雄巿第１５８分公司',
          address: '高雄市三民區莊敬路２８９號'
        },
        {
          name: '高雄巿第１７３分公司',
          address: '高雄市三民區寶龍里正興路３號１樓'
        },
        {
          name: '高雄市第４０分公司',
          address: '高雄市三民區熱河二街17號1樓'
        },
        {
          name: '高雄市第一九二分公司',
          address: '高雄市三民區大豐一路151號1樓、2樓及153號1樓、2樓'
        },
        {
          name: '高雄巿第８分公司',
          address: '高雄市三民區復興一路176號1樓'
        },
        {
          name: '高雄巿第十分公司',
          address: '高雄市三民區建國二路233號1樓'
        },
        {
          name: '高雄巿第十二分公司',
          address: '高雄市三民區建國一路417號1樓'
        },
        {
          name: '高雄巿第五十三分公司',
          address: '高雄市三民區覺民路579號1樓'
        },
        {
          name: '高雄巿第五十四分公司',
          address: '高雄市三民區十全一路74號1樓'
        },
      ],
      '仁武區': [
        {
          name: '高雄市第五四五分公司',
          address: '高雄市仁武區仁雄路87號1樓'
        },
        {
          name: '高雄市第五五一分公司',
          address: '高雄市仁武區仁雄路6-11號1樓'
        },
        {
          name: '高雄市第二八三分公司',
          address: '高雄市仁武區八卦里八德南路382號1樓'
        },
        {
          name: '高雄市第五十八分公司',
          address: '高雄市仁武區仁慈里仁慈路169號1樓'
        },
        {
          name: '高雄市第六二五分公司',
          address: '高雄市仁武區中華路327-1號1樓'
        },
        {
          name: '高雄市第七十四分公司',
          address: '高雄市仁武區八卦里八德西路1660號1樓'
        },
        {
          name: '高雄市第六0二分公司',
          address: '高雄市仁武區灣內里鳳仁路95-15號1樓'
        },
        {
          name: '高雄市第六二０分公司',
          address: '高雄市仁武區八德西路246號1樓'
        },
        {
          name: '高雄市第五０七分公司',
          address: '高雄市仁武區仁和街36號1樓'
        },
        {
          name: '高雄市第五一九分公司',
          address: '高雄市仁武區仁心路198-1號1樓'
        },
      ],
      '內門區': [
        {
          name: '高雄市第四八四分公司',
          address: '高雄市內門區觀亭村南屏路七十八號一樓'
        },
        {
          name: '高雄市第五二九分公司',
          address: '高雄市內門區內門99-19號1樓'
        },
      ],
      '六龜區': [
        {
          name: '高雄市第四八二分公司',
          address: '高雄市六龜區荖濃村南橫路45號1樓'
        },
        {
          name: '高雄市第四八一分公司',
          address: '高雄市六龜區義宅村光復路94、96、98號1樓'
        },
        {
          name: '高雄市第四八○分公司',
          address: '高雄市六龜區寶來村中正路八十四、八十六號一樓'
        },
      ],
      '其他': [
        {
          name: '高雄巿第１５６分公司',
          address: '高雄市意誠里三多四路九十三號'
        },
        {
          name: '高雄市第十八分公司',
          address: '高雄市復興二路四十五、四十五–１號１樓'
        },
        {
          name: '高雄巿第十九分公司',
          address: '高雄市廣州一街１５２號１樓'
        },
        {
          name: '高雄巿第二十二分公司',
          address: '高雄市建國三路４８７號１樓'
        },
        {
          name: '高雄巿第二十三分公司',
          address: '高雄市成功一路１４７號１樓'
        },
        {
          name: '高雄市第二十九分公司',
          address: '高雄市大順三路２２２、２２４號１樓'
        },
        {
          name: '高雄巿第三十五公司',
          address: '高雄市七賢一路３９０號１樓'
        },
        {
          name: '高雄巿第三十八分公司',
          address: '高雄市復興三路１１６號１樓'
        },
        {
          name: '高雄巿第四十一分公司',
          address: '高雄市九如二路５４９、５５１號１樓'
        },
        {
          name: '高雄市第四十九分公司',
          address: '高雄市熱河二街二十、二十二號１樓'
        },
      ],
      '前金區': [
        {
          name: '高雄市第１７９分公司',
          address: '高雄市前金區青山大同一路二六八號一樓 '
        },
        {
          name: '高雄巿第十六分公司',
          address: '高雄市前金區五福三路54號1樓'
        },
        {
          name: '高雄巿第二十五分公司',
          address: '高雄市前金區自強二路39號1樓'
        },
        {
          name: '高雄巿第三十三分公司',
          address: '高雄市前金區長興里瑞源路六十八、七十、七十二號１樓'
        },
        {
          name: '高雄市第五六四分公司',
          address: '高雄市前金區榮復里五福三路97-1號1樓'
        },
        {
          name: '高雄市第三二七分公司',
          address: '高雄市前金區博孝里河東路8號1樓'
        },
        {
          name: '高雄市第五九七分公司',
          address: '高雄市前金區河東路165號1樓'
        },
        {
          name: '高雄市第五一四分公司',
          address: '高雄市前金區成功一路455-1號1樓'
        },
        {
          name: '高雄市第五三七分公司',
          address: '高雄市前金區大同二路1號1樓'
        },
        {
          name: '高雄市第二０二分公司',
          address: '高雄市前金區市中一路二四二號一樓'
        },
      ],
      '前鎮區': [
        {
          name: '高雄巿第１５１分公司',
          address: '高雄市前鎮區草衙里后安路１４６號１樓'
        },
        {
          name: '高雄巿第１５７分公司',
          address: '高雄市前鎮區永豐路十四號'
        },
        {
          name: '高雄巿第１６０分公司',
          address: '高雄市前鎮區竹內里賢明路３、５號１樓'
        },
        {
          name: '高雄市第１８４分公司',
          address: '高雄市前鎮區瑞昌里瑞隆路三一０、三一二號'
        },
        {
          name: '高雄市第五四四分公司',
          address: '高雄市前鎮區瑞北路54號1樓'
        },
        {
          name: '高雄市第五四八分公司',
          address: '高雄市前鎮區忠勤路23號1樓'
        },
        {
          name: '高雄市第五六五分公司',
          address: '高雄市前鎮區興邦里中華五路789號B2樓'
        },
        {
          name: '高雄市第二三一分公司',
          address: '高雄市前鎮區草衙里草衙二路二九九，二九九之一號一樓'
        },
        {
          name: '高雄市第二三六分公司',
          address: '高雄市前鎮區忠純里中華五路九九七號一樓'
        },
        {
          name: '高雄市第二三九分公司',
          address: '高雄市前鎮區瑞隆里永豐路一號一樓、保泰路三五三號一樓'
        },
      ],
      '大寮區': [
        {
          name: '高雄市第三五七分公司',
          address: '高雄市大寮區自由路１、１–１號１樓'
        },
        {
          name: '高雄市第三五九分公司',
          address: '高雄市大寮區山頂村內厝路２１９號１樓'
        },
        {
          name: '高雄市第五五三分公司',
          address: '高雄市大寮區鳳林三路322號1樓'
        },
        {
          name: '高雄市第五五六分公司',
          address: '高雄市大寮區八德路69號、71號、73號1樓'
        },
        {
          name: '高雄市第三六三分公司',
          address: '高雄市大寮區大寮里大寮路903號1樓'
        },
        {
          name: '高雄市第三六四分公司',
          address: '高雄市大寮區會社里鳳林三路1之10號1樓'
        },
        {
          name: '高雄市第三六六分公司',
          address: '高雄市大寮區義和里義和路111-50號1樓'
        },
        {
          name: '高雄市第三五六分公司',
          address: '高雄市大寮區後庄里成功路43號1樓'
        },
        {
          name: '高雄市第三七二分公司',
          address: '高雄市大寮區潮寮里華中南路275號1樓'
        },
        {
          name: '高雄市第五三一分公司',
          address: '高雄市大寮區鳳林一路51巷5號1樓'
        },
      ],
      '大樹區': [
        {
          name: '高雄市第四五五分公司',
          address: '高雄市大樹區檨腳村中興東路7、9、11、13號1樓'
        },
        {
          name: '高雄市第四五六分公司',
          address: '高雄市大樹區九曲村１８鄰九曲路９９號１樓'
        },
        {
          name: '高雄市第四五七分公司',
          address: '高雄市大樹區溪埔村６鄰溪埔路３６９號１樓'
        },
        {
          name: '高雄市第四五四分公司',
          address: '高雄市大樹區久堂路城隍巷15之8號1樓 / 久堂路22-3號1樓'
        },
      ],
      '大社區': [
        {
          name: '高雄市第三八九分公司',
          address: '高雄市大社區中山路２６１號'
        },
        {
          name: '高雄市第三九○分公司',
          address: '高雄市大社區保社村旗楠路七十一號一樓'
        },
        {
          name: '高雄市第三八五分公司',
          address: '高雄市大社區翠屏村三民路３０４號１樓'
        },
        {
          name: '高雄市第三八六分公司',
          address: '高雄市大社區三民路２１３號１樓'
        },
        {
          name: '高雄市第三八七分公司',
          address: '高雄市大社區觀音村金龍路316、318號1樓 / 大新路111號1樓'
        },
        {
          name: '高雄市第三八八分公司',
          address: '高雄市大社區中山路３４４．３４６號１樓'
        },
      ],
      '小港區': [
        {
          name: '高雄巿第１５２分公司',
          address: '高雄市小港區鳳源里鳳林路181、183號1樓'
        },
        {
          name: '高雄巿第１２１分公司',
          address: '高雄市小港區港明里平和路156號1樓'
        },
        {
          name: '高雄巿第７分公司',
          address: '高雄市小港區漢民路２７０、２７２號１樓'
        },
        {
          name: '高雄市第五四三分公司',
          address: '高雄市小港區山明路445號、447號1樓'
        },
        {
          name: '高雄市第五五四分公司',
          address: '高雄市小港區康莊路178-1號1樓'
        },
        {
          name: '高雄市第二四二分公司',
          address: '高雄市小港區松金里漢民路829、831號1樓'
        },
        {
          name: '高雄市第一三六分公司',
          address: '高雄市小港區松山里高鳳路34-4、34-5、34-6號1樓'
        },
        {
          name: '高雄市第一五九分公司',
          address: '高雄市小港區廈莊里中安路739號1樓'
        },
        {
          name: '高雄市第二八二分公司',
          address: '高雄市小港區泰山里宏平路83-2號1樓'
        },
        {
          name: '高雄市第二八七分公司',
          address: '高雄市小港區鳳林里鳳林路2之18號1樓'
        },
      ],
      '岡山區': [
        {
          name: '高雄市第三四三分公司',
          address: '高雄市岡山區壽天里壽天路三十七-三號一樓'
        },
        {
          name: '高雄市第三四四分公司',
          address: '高雄市岡山區仁壽里仁壽路一０六號一樓'
        },
        {
          name: '高雄市第三四○分公司',
          address: '高雄市岡山區岡山路２６４號１樓'
        },
        {
          name: '高雄市第五五九分公司',
          address: '高雄市岡山區石潭路258號1樓'
        },
        {
          name: '高雄市第五七六分公司',
          address: '高雄市岡山區嘉興路151號1、2樓'
        },
        {
          name: '高雄市第二十二分公司',
          address: '高雄市岡山區灣裡里７鄰岡山北路１５０號１樓'
        },
        {
          name: '高雄市第三五二分公司',
          address: '高雄市岡山區台上里嘉新東路１３６號１樓'
        },
        {
          name: '高雄市第三十九分公司',
          address: '高雄市岡山區本洲里本洲路350之5號1樓'
        },
        {
          name: '高雄市第七十八分公司',
          address: '高雄市岡山區後紅里大仁南路133號1樓'
        },
        {
          name: '高雄市第三四六分公司',
          address: '高雄市岡山區仁壽里公園西路3段133號1樓'
        },
      ],
      '左營區': [
        {
          name: '高雄巿第３５分公司',
          address: '高雄市左營區新下里華夏路２５６號１樓'
        },
        {
          name: '高雄市第１８５分公司',
          address: '高雄市左營區新下里政德路一三０．一三二號一樓'
        },
        {
          name: '高雄市第１８９分公司',
          address: '高雄市左營區民族一路九八七號一樓'
        },
        {
          name: '高雄巿第三十六分公司',
          address: '高雄市左營區勝利路123、125號1樓'
        },
        {
          name: '高雄市第五五０分公司',
          address: '高雄市左營區華夏路1453號1樓'
        },
        {
          name: '高雄市第五五二分公司',
          address: '高雄市左營區高鐵路115號1樓'
        },
        {
          name: '高雄市第六四０分公司',
          address: '高雄市左營區新庄仔路828、830、832、834號1樓'
        },
        {
          name: '高雄市第二五六分公司',
          address: '高雄市左營區菜公里自由三路２９２號１樓'
        },
        {
          name: '高雄市第二六九分公司',
          address: '高雄市左營區重愛路308、310號1樓/文天路128號1樓'
        },
        {
          name: '高雄市第一七八分公司',
          address: '高雄市左營區菜公里文自路５１２-１號１樓'
        },
      ],
      '彌陀區': [
        {
          name: '高雄市第三九二分公司',
          address: '高雄市彌陀區彌陀村進學路33號1樓'
        },
        {
          name: '高雄市第三九一分公司',
          address: '高雄市彌陀區彌靖村中正路２４６號１樓'
        },
      ],
      '新興區': [
        {
          name: '高雄巿第１７０分公司',
          address: '高雄市新興區興昌里二十二鄰中正三路三十號'
        },
        {
          name: '高雄市第２分公司',
          address: '高雄市新興區新田路189、191號1樓'
        },
        {
          name: '高雄巿第六十六分公司',
          address: '高雄市新興區六合路１１７號１樓'
        },
        {
          name: '高雄巿第七十分公司',
          address: '高雄市新興區建興里七賢二路八十六號１樓'
        },
        {
          name: '高雄市第五四九分公司',
          address: '高雄市新興區新田路114號1樓'
        },
        {
          name: '高雄市第六三九分公司',
          address: '高雄市新興區中正三路84號1樓'
        },
        {
          name: '高雄市第二四七分公司',
          address: '高雄市新興區中山一路２７９號１樓'
        },
        {
          name: '高雄市第三００分公司',
          address: '高雄市新興區中東里復興一路72號1樓'
        },
        {
          name: '高雄市第三○四分公司',
          address: '高雄市新興區德望里民生一路154號1樓'
        },
        {
          name: '高雄市第三一六分公司',
          address: '高雄市新興區黎明里六合一路158號1樓'
        },
      ],
      '旗山區': [
        {
          name: '高雄市第四四八分公司',
          address: '高雄市旗山區瑞吉里延平一路446號1樓'
        },
        {
          name: '高雄市第四四九分公司',
          address: '高雄市旗山區太平里旗南一路121號'
        },
        {
          name: '高雄市第三六九分公司',
          address: '高雄市旗山區旗甲路二段373號1樓'
        },
        {
          name: '高雄市第四五一分公司',
          address: '高雄市旗山區大德里8鄰延平一路710-1號1樓'
        },
        {
          name: '高雄市第四五二分公司',
          address: '高雄市旗山區東平里延平二路136號1樓'
        },
        {
          name: '高雄市第四四六分公司',
          address: '高雄市旗山區南洲里旗南二路九十一之一號一樓'
        },
        {
          name: '高雄市第四五○分公司',
          address: '高雄市旗山區永和里延平一路七十八之一號'
        },
        {
          name: '高雄市第四四七分公司',
          address: '高雄市旗山區中山路七十二號１樓'
        },
      ],
      '旗津區': [
        {
          name: '高雄市第六四二分公司',
          address: '高雄市旗津區旗津三路356、358號1樓'
        },
        {
          name: '高雄市第二三三分公司',
          address: '高雄市旗津區復興里中洲三路五七九號一樓'
        },
        {
          name: '高雄市第二二八分公司',
          address: '高雄市旗津區永安里廟前路12號1樓'
        },
        {
          name: '高雄巿第八十七分公司',
          address: '高雄市旗津區振興里海岸路９號１樓'
        },
      ],
      '杉林區': [
        {
          name: '高雄市第四八六分公司',
          address: '高雄市杉林區月眉村１７鄰清水路46、46-1、48號1樓'
        },
      ],
      '林園區': [
        {
          name: '高雄市第三七五分公司',
          address: '高雄市林園區鳳芸二路57號1樓 / 鳳芸路3號1樓'
        },
        {
          name: '高雄市第四八七分公司',
          address: '高雄市林園區港嘴村沿海路3段237號1樓'
        },
        {
          name: '高雄市第五六０分公司',
          address: '高雄市林園區林園北路477號1樓'
        },
        {
          name: '高雄市第三七八分公司',
          address: '高雄市林園區中厝村中厝路１２５、１２７號１樓'
        },
        {
          name: '高雄市第三七九分公司',
          address: '高雄市林園區中門村中門路15之1號1樓'
        },
        {
          name: '高雄市第四八九分公司',
          address: '高雄市林園區東林里鳳林路1段169號1樓'
        },
        {
          name: '高雄市第四九二分公司',
          address: '高雄市林園區西溪里西溪路133-30號1樓'
        },
        {
          name: '高雄市第六一九分公司',
          address: '高雄市林園區鳳林路1段2號1樓'
        },
        {
          name: '高雄市第五一五分公司',
          address: '高雄市林園區東林西路1、3、5號1樓'
        },
        {
          name: '高雄市第三七七分公司',
          address: '高雄市林園區王公路341、343號1樓'
        },
      ],
      '梓官區': [
        {
          name: '高雄市第三九五分公司',
          address: '高雄市梓官區茄苳村嘉展路370號1樓'
        },
        {
          name: '高雄市第三九六分公司',
          address: '高雄市梓官區梓義村中崙路287號1樓'
        },
        {
          name: '高雄市第三九四分公司',
          address: '高雄市梓官區智蚵村中正路186號1樓'
        },
        {
          name: '高雄市第三九七分公司',
          address: '高雄市梓官區赤東村赤崁南路95-1號1樓'
        },
        {
          name: '高雄市第三九八分公司',
          address: '高雄市梓官區大舍村大舍南路2號1樓'
        },
        {
          name: '高雄市第三九九分公司',
          address: '高雄市梓官區典寶村大舍南路175號1樓'
        },
        {
          name: '高雄市第五七四分公司',
          address: '高雄市梓官區和平路278號1樓'
        },
      ],
      '楠梓區': [
        {
          name: '高雄巿第１６５分公司',
          address: '高雄市楠梓區加昌里四十鄰樂群路１５３、１５５號１樓'
        },
        {
          name: '高雄市第４１分公司',
          address: '高雄市楠梓區錦屏里後昌路115號1樓'
        },
        {
          name: '高雄市第１８６分公司',
          address: '高雄市楠梓區軍校路六五八號一樓'
        },
        {
          name: '高雄市第一八七分公司',
          address: '高雄市楠梓區後昌路722號1樓、慶昌街2-1號1樓'
        },
        {
          name: '高雄市第一九五分公司',
          address: '高雄市楠梓區中陽里建楠路一三九號一樓'
        },
        {
          name: '高雄巿第六十八分公司',
          address: '高雄市楠梓區後昌路１０９、１１１號１樓'
        },
        {
          name: '高雄市第二三七分公司',
          address: '高雄市楠梓區中陽里楠梓新路188、188-1號1樓'
        },
        {
          name: '高雄市第一０三分公司',
          address: '高雄市楠梓區瑞屏里海專路143、145號1樓'
        },
        {
          name: '高雄市第二五二分公司',
          address: '高雄市楠梓區惠豐里德民路１１５號１樓'
        },
        {
          name: '高雄市第二五八分公司',
          address: '高雄市楠梓區藍田里藍昌路379號1樓'
        },
      ],
      '橋頭區': [
        {
          name: '高雄市第四五九分公司',
          address: '高雄市橋頭區白樹路五十三號'
        },
        {
          name: '高雄市第五七八分公司',
          address: '高雄市橋頭區仕和里仕豐路61號1樓'
        },
        {
          name: '高雄市第六０九分公司',
          address: '高雄市橋頭區成功南路151號1樓'
        },
        {
          name: '高雄市第五一０分公司',
          address: '高雄市橋頭區里林東路20號1樓'
        },
        {
          name: '高雄市第四六○分公司',
          address: '高雄市橋頭區甲北村甲圍路七十一號一樓'
        },
        {
          name: '高雄市第四六一分公司',
          address: '高雄市橋頭區仕隆村隆豐路273、275號1樓'
        },
      ],
      '永安區': [
        {
          name: '高雄市第五七一分公司',
          address: '高雄市永安區維新里維新路121號1樓'
        },
        {
          name: '高雄市第四八三分公司',
          address: '高雄市永安區永安村永安路三十四號一樓'
        },
      ],
      '湖內區': [
        {
          name: '高雄市第四六八分公司',
          address: '高雄市湖內區湖內里高雄縣湖內鄉湖東村中山路１段２２９號１樓'
        },
        {
          name: '高雄市第四七二分公司',
          address: '高雄市湖內區葉厝村保生路１３５號１樓'
        },
        {
          name: '高雄市第四七三分公司',
          address: '高雄市湖內區田尾村中山路1段540之1號1樓'
        },
        {
          name: '高雄市第四七一分公司',
          address: '高雄市湖內區湖東村18鄰東方路103-2號1樓'
        },
        {
          name: '高雄市第四六九分公司',
          address: '高雄市湖內區信義路四號一樓'
        },
        {
          name: '高雄市第四七○分公司',
          address: '高雄市湖內區中正路二段158號1樓'
        },
      ],
      '燕巢區': [
        {
          name: '高雄市第五七九分公司',
          address: '高雄市燕巢區橫山里橫山路90-1號1樓'
        },
        {
          name: '高雄市第四三二分公司',
          address: '高雄市燕巢區安招村安東街380號1樓'
        },
        {
          name: '高雄市第五０五分公司',
          address: '高雄市燕巢區中民路712、714號1樓'
        },
        {
          name: '高雄市第五二八分公司',
          address: '高雄市燕巢區深中路58號1樓'
        },
        {
          name: '高雄市第四三一分公司',
          address: '高雄市燕巢區鳳雄村鳳旗路一六七、一六九號一樓'
        },
        {
          name: '高雄市第四三○分公司',
          address: '高雄市燕巢區西燕村中民路６１２號１樓'
        },
      ],
      '甲仙區': [
        {
          name: '高雄市第四八五分公司',
          address: '高雄市甲仙區西安村文化路56、58號1樓'
        },
      ],
      '美濃區': [
        {
          name: '高雄市第四七四分公司',
          address: '高雄市美濃區合和里成功路六號一樓'
        },
        {
          name: '高雄市第四七八分公司',
          address: '高雄市美濃區龍山里中華路58號1樓'
        },
        {
          name: '高雄市第四七五分公司',
          address: '高雄市美濃區中壇里中正路2段819、821號1樓'
        },
        {
          name: '高雄市第四七九分公司',
          address: '高雄市美濃區泰安里泰安路59號1樓'
        },
        {
          name: '高雄市第四七七分公司',
          address: '高雄市美濃區中壇里忠孝路一段一號一樓'
        },
        {
          name: '高雄市第四七六分公司',
          address: '高雄市美濃區泰安里中正路一段二十一、二十三號一樓'
        },
      ],
      '苓雅區': [
        {
          name: '高雄巿第１７４分公司',
          address: '高雄市苓雅區安祥里六合路六十號１樓'
        },
        {
          name: '高雄巿第１７分公司',
          address: '高雄市苓雅區五福里建國一路２０８號'
        },
        {
          name: '高雄市第五五八分公司',
          address: '高雄市苓雅區武廟路55號、55之1號1樓、57號1樓及2樓、59號2樓'
        },
        {
          name: '高雄市第五六六分公司',
          address: '高雄市苓雅區文昌里正義路195、197號1樓'
        },
        {
          name: '高雄市第六四一分公司',
          address: '高雄市苓雅區光華一路226號1樓、B1'
        },
        {
          name: '高雄市第七十七分公司',
          address: '高雄市苓雅區文橫二路41號1樓'
        },
        {
          name: '高雄市第二五０分公司',
          address: '高雄市苓雅區興中一路138號1樓'
        },
        {
          name: '高雄市第二五三分公司',
          address: '高雄市苓雅區意誠里新光路６４、６６號１樓'
        },
        {
          name: '高雄市第二六八分公司',
          address: '高雄市苓雅區林德里和平一路１００號１樓'
        },
        {
          name: '高雄市第六十七分公司',
          address: '高雄市苓雅區同慶里同慶路88號1樓'
        },
      ],
      '茄萣區': [
        {
          name: '高雄市第四六三分公司',
          address: '高雄市茄萣區白雲村茄萣路二段四０三號一樓'
        },
        {
          name: '高雄市第四六四分公司',
          address: '高雄市茄萣區茄萣路一段三五０號'
        },
        {
          name: '高雄市第四六六分公司',
          address: '高雄市茄萣區崎漏村30鄰民治路188號1樓'
        },
        {
          name: '高雄市第四六七分公司',
          address: '高雄市茄萣區嘉安村16鄰仁愛路3段120號1樓'
        },
        {
          name: '高雄市第四六五分公司',
          address: '高雄市茄萣區仁愛路二段157、159、161號1樓、忠孝街127-8、127-9、127-10號1樓'
        },
      ],
      '路竹區': [
        {
          name: '高雄市第四三六分公司',
          address: '高雄市路竹區華正路三九０號一樓'
        },
        {
          name: '高雄市第四三八分公司',
          address: '高雄市路竹區大社路162號1樓'
        },
        {
          name: '高雄市第四三四分公司',
          address: '高雄市路竹區下坑村太平路三四二之二號一樓'
        },
        {
          name: '高雄市第四三九分公司',
          address: '高雄市路竹區文南村中華路１２４號１樓'
        },
        {
          name: '高雄市第四四○分公司',
          address: '高雄市路竹區甲北村環球路201之27號1樓'
        },
        {
          name: '高雄市第四四一分公司',
          address: '高雄市路竹區北嶺村中山南路221號1樓'
        },
        {
          name: '高雄市第六０五分公司',
          address: '高雄市路竹區竹南里國昌路1號1樓'
        },
        {
          name: '高雄市第五一六分公司',
          address: '高雄市路竹區中正路172、172-1號1樓'
        },
        {
          name: '高雄市第五二０分公司',
          address: '高雄市路竹區大社路42、42-1、46號1樓'
        },
        {
          name: '高雄市第三六七分公司',
          address: '高雄市路竹區文南里國昌路312號1樓'
        },
      ],
      '阿蓮區': [
        {
          name: '高雄市第四四三分公司',
          address: '高雄市阿蓮區中正路４０７號'
        },
        {
          name: '高雄市第四四四分公司',
          address: '高雄市阿蓮區民生路九十二號一樓'
        },
        {
          name: '高雄市第四四二分公司',
          address: '高雄市阿蓮區南蓮村二十六鄰中山路十五、十七、十九號一樓'
        },
        {
          name: '高雄市第四四五分公司',
          address: '高雄市阿蓮區阿蓮村中正路188之8號1樓'
        },
        {
          name: '高雄市第五七七分公司',
          address: '高雄市阿蓮區和蓮里中正路897號1樓'
        },
      ],
      '鳥松區': [
        {
          name: '高雄市第三六八分公司',
          address: '高雄市鳥松區大智路5、7號1樓'
        },
        {
          name: '高雄市第三八二分公司',
          address: '高雄市鳥松區學堂路18、20號1樓'
        },
        {
          name: '高雄市第三八三分公司',
          address: '高雄市鳥松區　埔里18鄰神農路479號1樓'
        },
        {
          name: '高雄市第三八四分公司',
          address: '高雄市鳥松區鳥松里大仁北路2號1樓'
        },
        {
          name: '高雄市第五八九分公司',
          address: '高雄市鳥松區本館路196號1樓'
        },
      ],
      '鳳山區': [
        {
          name: '高雄市第三三四分公司',
          address: '高雄市鳳山區武漢里武慶二路52、54號１樓'
        },
        {
          name: '高雄市第三三五分公司',
          address: '高雄市鳳山區鎮南里五甲二路744號1樓'
        },
        {
          name: '高雄市第三三七分公司',
          address: '高雄市鳳山區忠義里中山西路396、398、400號1樓'
        },
        {
          name: '高雄市第三三八分公司',
          address: '高雄市鳳山區埤頂里建國路一段79號1樓 / 埤頂里建國路一段53巷2弄10號1樓'
        },
        {
          name: '高雄市第九十九分公司',
          address: '高雄市鳳山區武松里１鄰建國路二段２號１樓'
        },
        {
          name: '高雄市第四○○分公司',
          address: '高雄市鳳山區國隆里新富路385號1樓'
        },
        {
          name: '高雄市第四○一分公司',
          address: '高雄市鳳山區曹公里曹公路五十九號一樓'
        },
        {
          name: '高雄市第四○三分公司',
          address: '高雄市鳳山區文華里文衡路50號1樓'
        },
        {
          name: '高雄市第二十七分公司',
          address: '高雄市鳳山區光遠路71、73號1樓'
        },
        {
          name: '高雄市第一○六分公司',
          address: '高雄市鳳山區五甲二路232號1樓'
        },
      ],
      '鹽埕區': [
        {
          name: '高雄市第１７７分公司',
          address: '高雄市鹽埕區新安里建國四路一七五號一樓'
        },
        {
          name: '高雄市第五六一分公司',
          address: '高雄市鹽埕區五福四路81、83號1樓'
        },
        {
          name: '高雄市第三二二分公司',
          address: '高雄市鹽埕區港都里五福四路265號、265之1號、265之2號、265之10號1樓'
        },
        {
          name: '高雄市第六三七分公司',
          address: '高雄市鹽埕區江南里大勇路29號1樓'
        },
        {
          name: '高雄市第六一五分公司',
          address: '高雄市鹽埕區建國四路312號1樓'
        },
        {
          name: '高雄巿第七十九分公司',
          address: '高雄市鹽埕區新樂里大仁路137、139號1樓、瀨南街172號1樓'
        },
        {
          name: '高雄巿第１４５分公司',
          address: '高雄市鹽埕區大公路2號1、2樓及大公路4號1樓'
        },
      ],
      '鼓山區': [
        {
          name: '高雄市第１８１分公司',
          address: '高雄市鼓山區南屏路五二七、五二九號一樓'
        },
        {
          name: '高雄市第四十七分公司',
          address: '高雄市鼓山區九如四路706、708、710、712號1樓'
        },
        {
          name: '高雄巿第五十五分公司',
          address: '高雄市鼓山區慶豐街１號１樓'
        },
        {
          name: '高雄第二三０分公司',
          address: '高雄市鼓山區美術館路73號1樓'
        },
        {
          name: '高雄市第二五九分公司',
          address: '高雄市鼓山區龍子里裕誠路２０８０號１樓'
        },
        {
          name: '高雄市第一九七分公司',
          address: '高雄市鼓山區明誠里明華路２０４號１樓'
        },
        {
          name: '高雄市第二七二分公司',
          address: '高雄市鼓山區龍水里明誠四路23號1樓'
        },
        {
          name: '高雄市第二八一分公司',
          address: '高雄市鼓山區神農路183、185號1樓'
        },
        {
          name: '高雄市第二八五分公司',
          address: '高雄市鼓山區龍子里大順一路825號1樓'
        },
        {
          name: '高雄市第三○八分公司',
          address: '高雄市鼓山區雄峰里九如四路2007號1樓'
        },
      ],
    },
  },
  'family': {
    '南投縣': {
      '中寮鄉': [
        {
          name: '南投中寮分公司',
          address: '南投縣中寮鄉永平村永安街九十八號一樓'
        },
      ],
      '仁愛鄉': [
        {
          name: '仁愛高山青分公司',
          address: '南投縣仁愛鄉大同村信義巷34之6號'
        },
      ],
      '名間鄉': [
        {
          name: '名間松柏分公司',
          address: '南投縣名間鄉松山村名松路二段一六七號一樓'
        },
      ],
      '國姓鄉': [
        {
          name: '國姓水長流分公司',
          address: '南投縣國姓鄉長流村大長路577-17號'
        },
      ],
      '埔里鎮': [
        {
          name: '南投縣第一O四分公司',
          address: '南投縣埔里鎮杷城里中正路204號'
        },
        {
          name: '埔里高工分公司',
          address: '南投縣埔里鎮北安里和平東路431號'
        },
        {
          name: '埔里愛埔分公司',
          address: '南投縣埔里鎮中山路4段87號'
        },
        {
          name: '南投縣第一O六分公司',
          address: '南投縣埔里鎮合成里西安路3段286號、288號、290號1樓'
        },
        {
          name: '埔里牛埔分公司',
          address: '南投縣埔里鎮西安路2段90號'
        },
        {
          name: '埔里金車分公司',
          address: '南投縣埔里鎮中正路534號'
        },
        {
          name: '埔里枇杷分公司',
          address: '南投縣埔里鎮中華路1-1號1樓'
        },
        {
          name: '埔里籃城分公司',
          address: '南投縣埔里鎮中正路981號'
        },
        {
          name: '埔里埔基分公司',
          address: '南投縣埔里鎮鐵山路1-2號'
        },
        {
          name: '南投縣第一0二分公司',
          address: '南投縣埔里鎮中華路170號、民族路1、3號1樓'
        },
      ],
      '竹山鎮': [
        {
          name: '竹山金溪分公司',
          address: '南投縣竹山鎮東鄉路5之73號1樓'
        },
        {
          name: '竹山夯蕃薯分公司',
          address: '南投縣竹山鎮集山路3段129號'
        },
        {
          name: '竹山延和分公司',
          address: '南投縣竹山鎮延和里集山路三段五四二號一樓'
        },
        {
          name: '竹山前山分公司',
          address: '南投縣竹山鎮竹圍里大明路四六一號一樓'
        },
      ],
      '草屯鎮': [
        {
          name: '草屯中正分公司',
          address: '南投縣草屯鎮玉峰里中正路八三六號一樓'
        },
        {
          name: '草屯佑民分公司',
          address: '南投縣草屯鎮山腳里正興街78號1樓'
        },
        {
          name: '草屯金昌分公司',
          address: '南投縣草屯鎮富林路1段320號1樓'
        },
        {
          name: '草屯金安分公司',
          address: '南投縣草屯鎮御富路218號'
        },
        {
          name: '草屯敦和分公司',
          address: '南投縣草屯鎮仁愛街89號'
        },
        {
          name: '草屯金安全分公司',
          address: '南投縣草屯鎮中和路100號'
        },
        {
          name: '草屯東寶分公司',
          address: '南投縣草屯鎮虎山路764號、766號1樓'
        },
        {
          name: '草屯雙冬分公司',
          address: '南投縣草屯鎮雙冬里中正路四十三之四十三號一樓'
        },
        {
          name: '草屯同安分公司',
          address: '南投縣草屯鎮中正里中山街二四七號一樓'
        },
      ],
      '集集鎮': [
        {
          name: '集集金集分公司',
          address: '南投縣集集鎮民生路69號'
        },
      ],
      '魚池鄉': [
        {
          name: '魚池伊達邵分公司',
          address: '南投縣魚池鄉義勇街55號'
        },
        {
          name: '南投縣第一0一分公司',
          address: '南投縣魚池鄉魚池村魚池街322、324號'
        },
      ],
      '鹿谷鄉': [
        {
          name: '南投縣第一O五分公司',
          address: '南投縣鹿谷鄉鹿谷村中正路2段77號'
        },
        {
          name: '鹿谷溪頭分公司',
          address: '南投縣鹿谷鄉內湖村興產路二之三號一樓'
        },
      ],
    },
    '南投縣南投市': {
      '其他': [
        {
          name: '南投車站分公司',
          address: '南投縣南投市三和里復興路一二一號一樓'
        },
        {
          name: '南投縣第一O八分公司',
          address: '南投縣南投市三興里南崗一路28號'
        },
        {
          name: '南投南崗分公司',
          address: '南投縣南投市南崗二路四０三號一樓'
        },
        {
          name: '南投新村分公司',
          address: '南投縣南投市中正路330之6號及330之11號1樓'
        },
        {
          name: '南投縣第一０七分公司',
          address: '南投縣南投市營北里學藝路3號'
        },
        {
          name: '南投康金分公司',
          address: '南投縣南投市復興路340號、342號'
        },
        {
          name: '南投永順分公司',
          address: '南投縣南投市彰南路2段360號、362號1樓'
        },
        {
          name: '南投金袋分公司',
          address: '南投縣南投市育樂路99號1樓'
        },
        {
          name: '南投縣第一O三分公司',
          address: '南投縣南投市中興路227號1樓'
        },
        {
          name: '南投光榮分公司',
          address: '南投縣南投市營北里中正路二二０之十四號、二二０之十六號一樓'
        },
      ],
    },
    '嘉義市': {
      '其他': [
        {
          name: '嘉義光路分公司',
          address: '嘉義市民生南路528號、530號1樓'
        },
        {
          name: '嘉義芳草分公司',
          address: '嘉義市芳草里15鄰立仁路8號1樓'
        },
        {
          name: '嘉義文化分公司',
          address: '嘉義市中庸里民族路四五二號一樓'
        },
      ],
      '東區': [
        {
          name: '嘉義市第一O九分公司',
          address: '嘉義市東區長竹里大雅路2段557號'
        },
        {
          name: '嘉義東雅分公司',
          address: '嘉義市東區文雅街41號、43號、45號'
        },
        {
          name: '嘉義新東義分公司',
          address: '嘉義市東區林森東路319巷61號'
        },
        {
          name: '嘉義朝陽分公司',
          address: '嘉義市東區垂陽路132號1樓'
        },
        {
          name: '嘉義興安分公司',
          address: '嘉義市東區興安街199號'
        },
        {
          name: '嘉義市第一O三分公司',
          address: '嘉義市東區吳鳳北路112號1樓'
        },
        {
          name: '嘉義宣信分公司',
          address: '嘉義市東區芳草里宣信街二四八號一樓'
        },
        {
          name: '嘉義台林分公司',
          address: '嘉義市東區頂庄里台林街二六０號一樓'
        },
      ],
      '西區': [
        {
          name: '嘉義市第一O四分公司',
          address: '嘉義市西區新榮路337號之2  一樓'
        },
        {
          name: '嘉義市第一O五分公司',
          address: '嘉義市西區新厝里保安一路138號及保安二路159號'
        },
        {
          name: '嘉義市第一O六分公司',
          address: '嘉義市西區書院里仁愛路508號、510號及蘭井街461號'
        },
        {
          name: '嘉義市第一O八分公司',
          address: '嘉義市西區竹村里北港路1465號、1465-1號'
        },
        {
          name: '嘉義德慶分公司',
          address: '嘉義市西區福全里中興路三一九之三號一樓'
        },
        {
          name: '嘉義自強分公司',
          address: '嘉義市西區劉厝里自強街八十六號、八十八號、九十號、九十二號一樓'
        },
        {
          name: '嘉義興達分公司',
          address: '嘉義市西區保安里興達路３１８號１樓'
        },
        {
          name: '嘉義北園分公司',
          address: '嘉義市西區保安里北社尾路31號1樓'
        },
        {
          name: '嘉義憶富分公司',
          address: '嘉義市西區北杏里民權路396號1樓'
        },
        {
          name: '嘉義向榮分公司',
          address: '嘉義市西區北榮里國華街519號'
        },
      ],
    },
    '嘉義縣': {
      '中埔鄉': [
        {
          name: '中埔和興分公司',
          address: '嘉義縣中埔鄉和興村中山路5段943號1樓'
        },
        {
          name: '中埔中華分公司',
          address: '嘉義縣中埔鄉和睦村中華路678號'
        },
        {
          name: '中埔明珠分公司',
          address: '嘉義縣中埔鄉社口村19鄰檨仔林23-7號'
        },
      ],
      '六腳鄉': [
        {
          name: '六腳蒜頭分公司',
          address: '嘉義縣六腳鄉蒜頭村九鄰一二五號一樓'
        },
      ],
      '大林鎮': [
        {
          name: '嘉義縣第一O七分公司',
          address: '嘉義縣大林鎮明華里民生北路61號、63號、65號'
        },
        {
          name: '嘉義縣第一O五分公司',
          address: '嘉義縣大林鎮吉林里中山路26號、28號1樓'
        },
        {
          name: '嘉義縣第一O六分公司',
          address: '嘉義縣大林鎮西林里中正路485號'
        },
      ],
      '大林鎮大美里互助社區': [
        {
          name: '大林大埔美分公司',
          address: '嘉義縣大林鎮大美里互助社區15號'
        },
      ],
      '布袋鎮': [
        {
          name: '嘉義縣第一O三分公司',
          address: '嘉義縣布袋鎮永安里206-3號、207號1樓'
        },
        {
          name: '嘉義縣第一0一分公司',
          address: '嘉義縣布袋鎮上海路211號'
        },
      ],
      '新港鄉': [
        {
          name: '新港中洋分公司',
          address: '嘉義縣新港鄉三間厝179號'
        },
        {
          name: '新港天后分公司',
          address: '嘉義縣新港鄉中山路35號'
        },
      ],
      '東石鄉': [
        {
          name: '東石蚵庄分公司',
          address: '嘉義縣東石鄉東石村東石5號附6'
        },
      ],
      '梅山鄉': [
        {
          name: '嘉義縣第一O四分公司',
          address: '嘉義縣梅山鄉梅東村公園路338號、340號1樓'
        },
      ],
      '民雄鄉': [
        {
          name: '嘉義縣第一O二分公司',
          address: '嘉義縣民雄鄉正大路1段919號1樓'
        },
        {
          name: '民雄雙福分公司',
          address: '嘉義縣民雄鄉雙福村嘉義縣民雄鄉雙福村建國路二段八十號、八十二號一樓'
        },
        {
          name: '中正大學分公司',
          address: '嘉義縣民雄鄉三興村一六０號一樓'
        },
        {
          name: '民雄神農分公司',
          address: '嘉義縣民雄鄉三興村公園路370號'
        },
        {
          name: '民雄新金興分公司',
          address: '嘉義縣民雄鄉金興村21鄰忠義街83號全棟、85號1樓'
        },
        {
          name: '民雄福樂分公司',
          address: '嘉義縣民雄鄉福樂村埤角二之九十二號、二之九十三號一樓'
        },
      ],
      '水上鄉': [
        {
          name: '水上福德分公司',
          address: '嘉義縣水上鄉水上村中正路161號、163號1樓'
        },
        {
          name: '水上柳子林分公司',
          address: '嘉義縣水上鄉柳林村1500號1樓'
        },
        {
          name: '水上鎮安分公司',
          address: '嘉義縣水上鄉寬士村崎仔頭三十一之二號一樓'
        },
      ],
      '竹崎鄉': [
        {
          name: '竹崎中山分公司',
          address: '嘉義縣竹崎鄉竹崎村中山路二八二號一樓'
        },
      ],
      '鹿草鄉': [
        {
          name: '鹿草福祿分公司',
          address: '嘉義縣鹿草鄉西井村鹿草路290號、290號附1'
        },
      ],
    },
    '嘉義縣太保市': {
      '其他': [
        {
          name: '太保縣府分公司',
          address: '嘉義縣太保市祥和三路東段210號、212號1樓'
        },
        {
          name: '太保嘉新分公司',
          address: '嘉義縣太保市北新里中山路一段八０六號一樓'
        },
      ],
    },
    '嘉義縣朴子市': {
      '其他': [
        {
          name: '朴子四海分公司',
          address: '嘉義縣朴子市永和里？菜埔29-6號'
        },
        {
          name: '朴子南通分公司',
          address: '嘉義縣朴子市竹圍南通路三段七六七、七六九號一樓'
        },
      ],
    },
    '基隆市': {
      '七堵區': [
        {
          name: '基隆百福分公司',
          address: '基隆市七堵區百福里福二街204號1樓'
        },
        {
          name: '七堵永富分公司',
          address: '基隆市七堵區永平里永富路120號、崇智街48號1樓'
        },
        {
          name: '基隆市第一一五分公司',
          address: '基隆市七堵區正明里自治街6號、8號'
        },
        {
          name: '七堵新明德分公司',
          address: '基隆市七堵區明德二路15-53號'
        },
        {
          name: '七堵工明分公司',
          address: '基隆市七堵區工建路1-15號1樓、基隆市七堵區工建路1-16號1樓'
        },
        {
          name: '基隆市第一0一分公司',
          address: '基隆市七堵區長安街212巷2之4號1樓'
        },
        {
          name: '七堵崇義分公司',
          address: '基隆市七堵區正光里明德一路八十九號、九十一號一樓'
        },
        {
          name: '七堵大興分公司',
          address: '基隆市七堵區正光里南興路30號1樓'
        },
      ],
      '中山區': [
        {
          name: '基隆華復分公司',
          address: '基隆市中山區通化里中華路2號及復旦路1號、3號1樓'
        },
        {
          name: '基隆樂華分公司',
          address: '基隆市中山區西康里西定路467號1樓'
        },
        {
          name: '基隆市第一O六分公司',
          address: '基隆市中山區中和路168巷2弄17、19號'
        },
      ],
      '中正區': [
        {
          name: '基隆市第一O八分公司',
          address: '基隆市中正區德義里義二路34號、36號'
        },
        {
          name: '基隆市第一一四分公司',
          address: '基隆市中正區砂子里觀海街61號、63號'
        },
        {
          name: '基隆觀海分公司',
          address: '基隆市中正區砂子里觀海街136號、138號1樓'
        },
        {
          name: '基隆中山分公司',
          address: '基隆市中正區中興里中山二路53號、53之1號'
        },
        {
          name: '基隆市第一一七分公司',
          address: '基隆市中正區正船里中船路82號、86號'
        },
        {
          name: '基隆市第一二一分公司',
          address: '基隆市中正區碧砂里北寧路250-8號1、2樓'
        },
        {
          name: '基隆新和一分公司',
          address: '基隆市中正區和一路108號、110號、112號'
        },
        {
          name: '基隆新祥豐分公司',
          address: '基隆市中正區中正路623號1樓、625號1樓'
        },
        {
          name: '基隆正港分公司',
          address: '基隆市中正區中正路644號、646號'
        },
      ],
      '仁愛區': [
        {
          name: '基隆精一分公司',
          address: '基隆市仁愛區崇文里精一路41號1樓'
        },
        {
          name: '基隆仁三分公司',
          address: '基隆市仁愛區玉田里仁三路十一之五號一樓'
        },
        {
          name: '基隆市第一一O分公司',
          address: '基隆市仁愛區新店里忠二路39號1樓及新店里孝三路60號1、2樓'
        },
        {
          name: '基隆廟口分公司',
          address: '基隆市仁愛區仁德里仁三路33號1樓'
        },
        {
          name: '基隆仁四分公司',
          address: '基隆市仁愛區仁四路52號1樓'
        },
        {
          name: '基隆新站前分公司',
          address: '基隆市仁愛區忠一路19號1樓'
        },
        {
          name: '基隆市第一二二分公司',
          address: '基隆市仁愛區博愛里仁三路59號1樓及愛二路50號1樓'
        },
        {
          name: '基隆市第一二三分公司',
          address: '基隆市仁愛區文昌里港西街6-2號1樓'
        },
        {
          name: '基隆市第一O七分公司',
          address: '基隆市仁愛區愛四路56號1樓'
        },
      ],
      '信義區': [
        {
          name: '基隆信一分公司',
          address: '基隆市信義區仁壽里信一路148號1樓'
        },
        {
          name: '基隆市第一一一分公司',
          address: '基隆市信義區孝忠里深溪路59號、61號'
        },
        {
          name: '基隆市第一一八分公司',
          address: '基隆市信義區義昭里信二路236-2號、236-3號'
        },
        {
          name: '基隆東信分公司',
          address: '基隆市信義區東信路5號、7號1樓'
        },
        {
          name: '基隆市第一0五分公司',
          address: '基隆市信義區正信路181、181-5號'
        },
      ],
      '安樂區': [
        {
          name: '基隆基金分公司',
          address: '基隆市安樂區內寮里基金三路145號、147號1樓'
        },
        {
          name: '基隆長庚分公司',
          address: '基隆市安樂區鶯歌里安樂路2段157號1樓'
        },
        {
          name: '基隆市第一O九分公司',
          address: '基隆市安樂區六合里樂利三街128號、130號'
        },
        {
          name: '基隆市第一一二分公司',
          address: '基隆市安樂區五福里樂利三街32巷12號、14號'
        },
        {
          name: '基隆武嶺分公司',
          address: '基隆市安樂區外寮里武嶺街181-6號1樓'
        },
        {
          name: '基隆樂富分公司',
          address: '基隆市安樂區三民里樂利二街62巷212號1樓'
        },
        {
          name: '基隆市第一一六分公司',
          address: '基隆市安樂區四維里安和一街124號'
        },
        {
          name: '基隆市第一一九分公司',
          address: '基隆市安樂區鶯安里麥金路231-1號'
        },
        {
          name: '基隆新國揚分公司',
          address: '基隆市安樂區基金一路121巷14號1樓'
        },
        {
          name: '基隆新樂強分公司',
          address: '基隆市安樂區安樂路1段206號1樓、地下1樓'
        },
      ],
      '暖暖區': [
        {
          name: '基隆市第一一三分公司',
          address: '基隆市暖暖區碇內街188-9號1樓'
        },
        {
          name: '基隆暖港分公司',
          address: '基隆市暖暖區八西里過港路254號1樓'
        },
        {
          name: '基隆暖東分公司',
          address: '基隆市暖暖區暖暖里暖暖街163號1樓'
        },
        {
          name: '基隆市第一二O分公司',
          address: '基隆市暖暖區暖西里暖暖街461號、463號1樓'
        },
        {
          name: '基隆市第一0四分公司',
          address: '基隆市暖暖區源遠路189、191號1樓'
        },
      ],
    },
    '宜蘭縣': {
      '三星鄉': [
        {
          name: '宜蘭天送埤分公司',
          address: '宜蘭縣三星鄉三星路7段322號'
        },
      ],
      '五結鄉': [
        {
          name: '宜蘭五結分公司',
          address: '宜蘭縣五結鄉五結村五結中路17號、19號1樓'
        },
        {
          name: '五結濱海分公司',
          address: '宜蘭縣五結鄉季新村五濱路2段230號1樓'
        },
        {
          name: '五結利澤分公司',
          address: '宜蘭縣五結鄉利澤村利成路2段390號1樓'
        },
        {
          name: '五結國道分公司',
          address: '宜蘭縣五結鄉中興路1段177號1樓'
        },
        {
          name: '宜蘭縣第一O二分公司',
          address: '宜蘭縣五結鄉利成路1段5-1、5-2號'
        },
        {
          name: '五結興盛分公司',
          address: '宜蘭縣五結鄉福興村五結路3段751號1樓'
        },
      ],
      '冬山鄉': [
        {
          name: '宜蘭縣第一O六分公司',
          address: '宜蘭縣冬山鄉永美村永興路1段1號、1-1號、3號1樓'
        },
        {
          name: '宜蘭縣第一O八分公司',
          address: '宜蘭縣冬山鄉群英村義成路3段409號'
        },
        {
          name: '冬山群英分公司',
          address: '宜蘭縣冬山鄉冬山路3段595號'
        },
        {
          name: '冬山義成分公司',
          address: '宜蘭縣冬山鄉義成路3段316號1樓'
        },
        {
          name: '宜蘭廣源分公司',
          address: '宜蘭縣冬山鄉廣興村廣興路48號1樓'
        },
      ],
      '南澳鄉': [
        {
          name: '宜蘭東澳分公司',
          address: '宜蘭縣南澳鄉東岳村蘇花路3段201號1樓'
        },
      ],
      '員山鄉': [
        {
          name: '宜蘭員山分公司',
          address: '宜蘭縣員山鄉員山村員山路一段122號、員山村員山路一段124號、員山村員山路126號'
        },
        {
          name: '宜蘭內城分公司',
          address: '宜蘭縣員山鄉內城村內城路455號1樓'
        },
      ],
      '壯圍鄉': [
        {
          name: '壯圍美功分公司',
          address: '宜蘭縣壯圍鄉美城村美功路1段168號1樓'
        },
        {
          name: '壯圍吉祥分公司',
          address: '宜蘭縣壯圍鄉吉祥村壯五路278號1樓'
        },
      ],
      '礁溪鄉': [
        {
          name: '宜蘭縣第一一O分公司',
          address: '宜蘭縣礁溪鄉玉石村健康路50號1樓之1'
        },
        {
          name: '宜蘭縣第一一三分公司',
          address: '宜蘭縣礁溪鄉德陽村仁愛路16號1樓'
        },
        {
          name: '宜蘭礁溪分公司',
          address: '宜蘭縣礁溪鄉德陽村中山路二段144號1樓'
        },
        {
          name: '礁溪協天分公司',
          address: '宜蘭縣礁溪鄉大忠村礁溪路四段30號1樓'
        },
      ],
      '羅東鎮': [
        {
          name: '宜蘭縣第一O五分公司',
          address: '宜蘭縣羅東鎮純精路1段236號、238號1樓'
        },
        {
          name: '宜蘭縣第一O七分公司',
          address: '宜蘭縣羅東鎮大新里公正路61號、63號'
        },
        {
          name: '羅東天祥分公司',
          address: '宜蘭縣羅東鎮莊里南昌東街39號1樓'
        },
        {
          name: '羅東倉前分公司',
          address: '宜蘭縣羅東鎮公正里興東路161號1樓'
        },
        {
          name: '羅東金鼎分公司',
          address: '宜蘭縣羅東鎮集祥里興東路8之1號1樓'
        },
        {
          name: '羅東公正分公司',
          address: '宜蘭縣羅東鎮國華里公正路551號，553號，555號1樓'
        },
        {
          name: '羅東北城分公司',
          address: '宜蘭縣羅東鎮四育路69號、71號、73號、宜蘭縣羅東鎮培英路99號'
        },
        {
          name: '羅東南豪分公司',
          address: '宜蘭縣羅東鎮中正南路19號1樓'
        },
        {
          name: '羅東南門分公司',
          address: '宜蘭縣羅東鎮義和里中正路1號1樓'
        },
        {
          name: '羅東復興分公司',
          address: '宜蘭縣羅東鎮竹林里復興路2段102號1樓'
        },
      ],
      '蘇澳鎮': [
        {
          name: '蘇澳馬賽分公司',
          address: '宜蘭縣蘇澳鎮永榮里大同路7號1樓'
        },
        {
          name: '蘇澳車頭分公司',
          address: '宜蘭縣蘇澳鎮蘇南里中山路1段63號1樓'
        },
        {
          name: '蘇澳聖湖分公司',
          address: '宜蘭縣蘇澳鎮聖湖里中山路2段31號1樓'
        },
      ],
      '頭城鎮': [
        {
          name: '宜蘭二城分公司',
          address: '宜蘭縣頭城鎮青雲路1段238號1樓'
        },
        {
          name: '頭城車頭分公司',
          address: '宜蘭縣頭城鎮城北里民鋒路32號1樓'
        },
        {
          name: '宜蘭大溪分公司',
          address: '宜蘭縣頭城鎮大溪里濱海路五段470、472號1樓'
        },
      ],
    },
    '宜蘭縣宜蘭市': {
      '其他': [
        {
          name: '宜蘭東港分公司',
          address: '宜蘭縣宜蘭市慈安里東港路84號1樓'
        },
        {
          name: '宜蘭大福分公司',
          address: '宜蘭縣宜蘭市大福路一段43號、45號1樓'
        },
        {
          name: '宜蘭延平分公司',
          address: '宜蘭縣宜蘭市延平里延平路38之40號1樓'
        },
        {
          name: '宜蘭南館分公司',
          address: '宜蘭縣宜蘭市民生里中山路3段20號、22號1樓'
        },
        {
          name: '宜蘭進士分公司',
          address: '宜蘭縣宜蘭市南橋路427號'
        },
        {
          name: '宜蘭縣第一O九分公司',
          address: '宜蘭縣宜蘭市東門里新民路148號'
        },
        {
          name: '宜蘭縣第一一一分公司',
          address: '宜蘭縣宜蘭市擺厘里嵐峰路1段110號、112號1樓'
        },
        {
          name: '宜蘭縣第一一四分公司',
          address: '宜蘭縣宜蘭市民族里民族路281號1樓'
        },
        {
          name: '宜蘭文昌分公司',
          address: '宜蘭縣宜蘭市文昌路118號、120號'
        },
        {
          name: '宜蘭縣第一一二分公司',
          address: '宜蘭縣宜蘭市中山路3段210號、212號1樓'
        },
      ],
    },
    '屏東縣': {
      '九如鄉': [
        {
          name: '九如東寧分公司',
          address: '屏東縣九如鄉東寧路215號'
        },
        {
          name: '屏東縣第一0二分公司',
          address: '屏東縣九如鄉九如路2段173-1號'
        },
      ],
      '佳冬鄉': [
        {
          name: '佳冬廣惠分公司',
          address: '屏東縣佳冬鄉中山路112號、東角路31號'
        },
      ],
      '內埔鄉': [
        {
          name: '內埔壽比分公司',
          address: '屏東縣內埔鄉老埤村壽比路742號及742-1號'
        },
        {
          name: '內埔埔勝分公司',
          address: '屏東縣內埔鄉南寧路164-1號'
        },
        {
          name: '屏東縣第一一五分公司',
          address: '屏東縣內埔鄉老埤村壽比路226號、228號1樓'
        },
        {
          name: '屏東縣第一一四分公司',
          address: '屏東縣內埔鄉豐田村中正路453號'
        },
        {
          name: '內埔光明分公司',
          address: '屏東縣內埔鄉內埔村光明路613號1樓、615號1樓'
        },
        {
          name: '屏東縣第一O四分公司',
          address: '屏東縣內埔鄉中興路90、92號1樓、屏東縣內埔鄉文化路209號1樓'
        },
      ],
      '南州鄉': [
        {
          name: '南州庄頭分公司',
          address: '屏東縣南州鄉三民路52之3號'
        },
      ],
      '崁頂鄉': [
        {
          name: '屏東縣第一一六分公司',
          address: '屏東縣崁頂鄉崁頂村中正路188號'
        },
      ],
      '恆春鎮': [
        {
          name: '恆春麗園分公司',
          address: '屏東縣恆春鎮中正路128號'
        },
        {
          name: '恆春北恆分公司',
          address: '屏東縣恆春鎮網紗里省北路三十七號一樓'
        },
        {
          name: '墾丁陽光分公司',
          address: '屏東縣恆春鎮墾丁里墾丁路一四三號一樓'
        },
      ],
      '新園鄉': [
        {
          name: '屏東縣第一O六分公司',
          address: '屏東縣新園鄉新東村新東路1號、1-1號'
        },
        {
          name: '新園興隆分公司',
          address: '屏東縣新園鄉鹽埔村鹽龍路158號、160號'
        },
      ],
      '新埤鄉': [
        {
          name: '新埤屏鵝分公司',
          address: '屏東縣新埤鄉新埤新民路3號1樓'
        },
      ],
      '東港鎮': [
        {
          name: '東港長春分公司',
          address: '屏東縣東港鎮興東里長春1路93號1樓'
        },
        {
          name: '屏東縣第一0一分公司',
          address: '屏東縣東港鎮朝隆路6號'
        },
        {
          name: '東港東隆分公司',
          address: '屏東縣東港鎮中興里中正路五十五號一樓'
        },
      ],
      '枋寮鄉': [
        {
          name: '屏東縣第一一一分公司',
          address: '屏東縣枋寮鄉東海村臨海路二段89號'
        },
        {
          name: '枋寮建興分公司',
          address: '屏東縣枋寮鄉建興路246號'
        },
        {
          name: '枋寮隆山分公司',
          address: '屏東縣枋寮鄉隆山路80號1樓'
        },
      ],
      '枋山鄉': [
        {
          name: '枋山觀海分公司',
          address: '屏東縣枋山鄉加祿村南和路八十號一樓'
        },
      ],
      '林邊鄉': [
        {
          name: '林邊中林分公司',
          address: '屏東縣林邊鄉中林路79號及81號'
        },
      ],
      '潮州鎮': [
        {
          name: '潮州長興分公司',
          address: '屏東縣潮州鎮長興路26號'
        },
        {
          name: '潮州三林分公司',
          address: '屏東縣潮州鎮三林路185號1樓'
        },
        {
          name: '潮州福星分公司',
          address: '屏東縣潮州鎮光華里福星路三五一號、三五三號一樓'
        },
        {
          name: '潮州車頭分公司',
          address: '屏東縣潮州鎮新生里新生路七十七號一樓'
        },
      ],
      '萬丹鄉': [
        {
          name: '屏東縣第一O九分公司',
          address: '屏東縣萬丹鄉萬全村萬丹路1段367號'
        },
      ],
      '萬巒鄉': [
        {
          name: '屏東縣第一一八分公司',
          address: '屏東縣萬巒鄉萬戀村民和路5號1樓、2樓部份'
        },
      ],
      '車城鄉': [
        {
          name: '車城風車分公司',
          address: '屏東縣車城鄉中山路2-1號'
        },
      ],
      '里港鄉': [
        {
          name: '里港永樂分公司',
          address: '屏東縣里港鄉玉田村永樂路4號、6號1樓'
        },
      ],
      '長治鄉': [
        {
          name: '長治復興分公司',
          address: '屏東縣長治鄉復興村復興路２６４號１樓'
        },
        {
          name: '長治繁華分公司',
          address: '屏東縣長治鄉繁華村中山路11之1號1樓'
        },
        {
          name: '長治合潭分公司',
          address: '屏東縣長治鄉潭頭路192-5號、192-6號'
        },
        {
          name: '屏東縣第一一三分公司',
          address: '屏東縣長治鄉德和村德和路66號'
        },
      ],
      '高樹鄉': [
        {
          name: '屏東縣第一一O分公司',
          address: '屏東縣高樹鄉高樹村南興路141-5號'
        },
      ],
      '鹽埔鄉': [
        {
          name: '屏東縣第一一七分公司',
          address: '屏東縣鹽埔鄉新圍村維新路90之2號、之3號、之5號1樓'
        },
        {
          name: '屏東縣第一O五分公司',
          address: '屏東縣鹽埔鄉高朗村三民路80-1號'
        },
      ],
    },
    '屏東縣屏東市': {
      '其他': [
        {
          name: '屏東縣第一O七分公司',
          address: '屏東縣屏東市橋北里林森路23號、23-1號1樓'
        },
        {
          name: '屏東縣第一O八分公司',
          address: '屏東縣屏東市興樂里公園路21號1樓'
        },
        {
          name: '屏東縣第一一九分公司',
          address: '屏東縣屏東市龍華里龍華路178號、180號'
        },
        {
          name: '屏東陽光分公司',
          address: '屏東縣屏東市潭墘里機場北路７０６號１樓'
        },
        {
          name: '屏東歸來分公司',
          address: '屏東縣屏東市湖南里歸義巷３４號１樓'
        },
        {
          name: '屏東華盛分公司',
          address: '屏東縣屏東市崇武里永大路66號1樓'
        },
        {
          name: '屏東武成分公司',
          address: '屏東縣屏東市大武里武成街82之5號1樓'
        },
        {
          name: '屏東徐州分公司',
          address: '屏東縣屏東市永城里勝利路197之6號、197之7號'
        },
        {
          name: '屏東民榮分公司',
          address: '屏東縣屏東市長春里民生路12號之2、12號之3'
        },
        {
          name: '屏東縣第一一二分公司',
          address: '屏東縣屏東市瑞光里安心四橫巷449號'
        },
      ],
    },
    '彰化縣': {
      '二林鎮': [
        {
          name: '二林斗苑分公司',
          address: '彰化縣二林鎮後厝里斗苑路四段二九九號一樓'
        },
      ],
      '伸港鄉': [
        {
          name: '伸港上旺分公司',
          address: '彰化縣伸港鄉大同村中興路２段３１７號１樓'
        },
        {
          name: '伸港雙興分公司',
          address: '彰化縣伸港鄉七嘉村中華路４６３號１樓'
        },
      ],
      '北斗鎮': [
        {
          name: '北斗七星分公司',
          address: '彰化縣北斗鎮東光里斗中路九二一號一樓'
        },
      ],
      '和美鎮': [
        {
          name: '和美家美分公司',
          address: '彰化縣和美鎮南佃里嘉佃路8號1樓'
        },
        {
          name: '和美頂美分公司',
          address: '彰化縣和美鎮柑井里美寮路2段2號1樓'
        },
        {
          name: '和美永美分公司',
          address: '彰化縣和美鎮新庄里彰新路2段163號'
        },
        {
          name: '彰化縣第一一三分公司',
          address: '彰化縣和美鎮雅溝里鹿和路5段188巷3號'
        },
        {
          name: '和美新矽品分公司',
          address: '彰化縣和美鎮新庄里彰新路2段8號'
        },
        {
          name: '和美八大分公司',
          address: '彰化縣和美鎮鹿和路6段310號'
        },
        {
          name: '和美德美分公司',
          address: '彰化縣和美鎮竹營里美寮路二段五五七號一樓'
        },
        {
          name: '和美雙美分公司',
          address: '彰化縣和美鎮糖東一街21號、23號1樓'
        },
      ],
      '埔心鄉': [
        {
          name: '埔心署醫分公司',
          address: '彰化縣埔心鄉舊館村中興路35號、37號、39號'
        },
      ],
      '埔鹽鄉': [
        {
          name: '彰化縣第一一九分公司',
          address: '彰化縣埔鹽鄉埔鹽村彰水路2段31號'
        },
      ],
      '埤頭鄉': [
        {
          name: '埤頭金農分公司',
          address: '彰化縣埤頭鄉合興村彰水路3段265號1樓'
        },
        {
          name: '埤頭大豐分公司',
          address: '彰化縣埤頭鄉斗苑東路2之5號'
        },
      ],
      '大城鄉': [
        {
          name: '大城大功分公司',
          address: '彰化縣大城鄉大城村中平路8號1樓'
        },
      ],
      '大村鄉': [
        {
          name: '彰化縣第一O九分公司',
          address: '彰化縣大村鄉山腳路75-7號'
        },
        {
          name: '彰化縣第一O三分公司',
          address: '彰化縣大村鄉山腳路98-20號'
        },
        {
          name: '彰化大村分公司',
          address: '彰化縣大村鄉村上村中山路二段313號1樓及中正西路1號'
        },
      ],
      '永靖鄉': [
        {
          name: '彰化縣第一0二分公司',
          address: '彰化縣永靖鄉中山路1段869號'
        },
        {
          name: '彰化縣第一O四分公司',
          address: '彰化縣永靖鄉永福路1段157、159號1樓'
        },
      ],
      '溪州鄉': [
        {
          name: '溪州明道分公司',
          address: '彰化縣溪州鄉溪州村中央路三段二二五之六號一樓'
        },
      ],
      '溪湖鎮': [
        {
          name: '溪湖大竹分公司',
          address: '彰化縣溪湖鎮湖西里西環路２４３號、２４５號１樓'
        },
        {
          name: '溪湖大發分公司',
          address: '彰化縣溪湖鎮太平里大發路73號1樓'
        },
        {
          name: '溪湖雙溪分公司',
          address: '彰化縣溪湖鎮大竹里彰水路二段七四五號一樓'
        },
        {
          name: '彰化溪湖分公司',
          address: '彰化縣溪湖鎮光平里大溪路二段４０４號１樓'
        },
      ],
      '田中鎮': [
        {
          name: '田中新生分公司',
          address: '彰化縣田中鎮員集路2段566號及568號'
        },
        {
          name: '田中金田分公司',
          address: '彰化縣田中鎮中州路1段76號、78號1樓'
        },
        {
          name: '田中金斗分公司',
          address: '彰化縣田中鎮斗中路1段232號'
        },
        {
          name: '田中雙田分公司',
          address: '彰化縣田中鎮新民里民族路二號一樓'
        },
      ],
      '社頭鄉': [
        {
          name: '社頭山腳分公司',
          address: '彰化縣社頭鄉山腳路4段183號'
        },
        {
          name: '社頭金蟹分公司',
          address: '彰化縣社頭鄉中興路82號'
        },
      ],
      '福興鄉': [
        {
          name: '彰化縣第一一一分公司',
          address: '彰化縣福興鄉外中村番花路1段853號'
        },
        {
          name: '福興福鹿分公司',
          address: '彰化縣福興鄉復興路120號'
        },
        {
          name: '福興福利分公司',
          address: '彰化縣福興鄉萬豐村彰水路五十號、五十二號一樓'
        },
      ],
      '線西鄉': [
        {
          name: '彰化線西分公司',
          address: '彰化縣線西鄉線西村中央路二段四一八號一樓'
        },
      ],
      '芬園鄉': [
        {
          name: '芬園金馬分公司',
          address: '彰化縣芬園鄉信義路5號'
        },
      ],
      '花壇鄉': [
        {
          name: '花壇正花分公司',
          address: '彰化縣花壇鄉中山路1段380號'
        },
        {
          name: '花壇金花分公司',
          address: '彰化縣花壇鄉中正路356號壹樓'
        },
      ],
      '芳苑鄉': [
        {
          name: '彰化縣第一一二分公司',
          address: '彰化縣芳苑鄉博愛村芳漢路王功段535號'
        },
        {
          name: '芳苑寶成分公司',
          address: '彰化縣芳苑鄉三合村14 鄰斗苑路三合段100號'
        },
      ],
      '鹿港鎮': [
        {
          name: '鹿港天后分公司',
          address: '彰化縣鹿港鎮玉順里後寮巷九十二號一樓'
        },
        {
          name: '鹿港車站分公司',
          address: '彰化縣鹿港鎮中興里民權路二０二號一樓'
        },
        {
          name: '鹿港金寶分公司',
          address: '彰化縣鹿港鎮頂番里鹿和路四段十號一樓'
        },
      ],
    },
    '彰化縣員林市': {
      '其他': [
        {
          name: '彰化縣第一一O分公司',
          address: '彰化縣員林市育英路106號'
        },
        {
          name: '彰化縣第一一六分公司',
          address: '彰化縣員林市惠來里南昌路135號'
        },
        {
          name: '彰化縣第一一八分公司',
          address: '彰化縣員林市南平里南平街188號'
        },
        {
          name: '員林大仁分公司',
          address: '彰化縣員林市大同路2段179號'
        },
        {
          name: '員林金萬年分公司',
          address: '彰化縣員林市萬年巷51之10號'
        },
        {
          name: '員林僑信分公司',
          address: '彰化縣員林市中山路2段281號1樓'
        },
        {
          name: '彰化縣第一0一分公司',
          address: '彰化縣員林市三民東街350號'
        },
        {
          name: '彰化縣第一O六分公司',
          address: '彰化縣員林市育英路24號'
        },
        {
          name: '彰化縣第一O七分公司',
          address: '彰化縣員林市員大路1段75號'
        },
        {
          name: '彰化縣第一O八分公司',
          address: '彰化縣員林市員集路2段82號'
        },
      ],
    },
    '彰化縣彰化市': {
      '其他': [
        {
          name: '彰化林森分公司',
          address: '彰化縣彰化市平和里林森路一九七號，一九九號，二０一號一樓'
        },
        {
          name: '彰化漢銘分公司',
          address: '彰化縣彰化市南興里中山路一段三六六號一樓'
        },
        {
          name: '彰化自強分公司',
          address: '彰化縣彰化市忠權里自強南路６１號１樓'
        },
        {
          name: '彰化建台分公司',
          address: '彰化縣彰化市中興路103-8號1樓及103-9號1樓'
        },
        {
          name: '彰化線東分公司',
          address: '彰化縣彰化市線東路1段567號'
        },
        {
          name: '彰化香山分公司',
          address: '彰化縣彰化市彰南路2段352號1樓'
        },
        {
          name: '彰化縣第一一五分公司',
          address: '彰化縣彰化市下廍里泰和路1段182號、184號1樓'
        },
        {
          name: '彰化縣第一一七分公司',
          address: '彰化縣彰化市延和里延平路5號'
        },
        {
          name: '彰化金平分公司',
          address: '彰化縣彰化市崙平北路108號．110號．112號'
        },
        {
          name: '彰化新彰基分公司',
          address: '彰化縣彰化市博愛街101號1樓'
        },
      ],
    },
    '新北市': {
      '三峽區': [
        {
          name: '三峽光明分公司',
          address: '新北市三峽區安溪里光明路6號，8號1樓'
        },
        {
          name: '三峽大同分公司',
          address: '新北市三峽區光明路100之6號1樓'
        },
        {
          name: '三峽金寶分公司',
          address: '新北市三峽區鳶山里中山路240號1樓'
        },
        {
          name: '三峽文化分公司',
          address: '新北市三峽區永館里文化路117號1樓'
        },
        {
          name: '三峽復興分公司',
          address: '新北市三峽區龍埔里復興路56號1樓'
        },
        {
          name: '三峽三樹分公司',
          address: '新北市三峽區龍埔里三樹路257號、259號1樓'
        },
        {
          name: '三峽峇里分公司',
          address: '新北市三峽區鳶山里中山路303號1樓'
        },
        {
          name: '三峽國寧分公司',
          address: '新北市三峽區龍埔里國學街31號、33號1樓'
        },
        {
          name: '三峽觀成分公司',
          address: '新北市三峽區龍埔里大觀路80號1樓'
        },
        {
          name: '三峽同發分公司',
          address: '新北市三峽區大同路3-1、3-2號1樓及大同路5巷1號1樓'
        },
      ],
      '三芝區': [
        {
          name: '三芝吉祥分公司',
          address: '新北市三芝區埔頭里淡金路1段73號、75號、77號1樓'
        },
      ],
      '三重區': [
        {
          name: '三重中興分公司',
          address: '新北市三重區重新路5段595、597號1樓'
        },
        {
          name: '三重集美分公司',
          address: '新北市三重區集美街149號1樓'
        },
        {
          name: '三重重陽分公司',
          address: '新北市三重區重陽路1段109號、111號1樓'
        },
        {
          name: '三重力行分公司',
          address: '新北市三重區六福里力行路1段40號1樓'
        },
        {
          name: '三重三民分公司',
          address: '新北市三重區田安里三民街112號1樓'
        },
        {
          name: '三重民生分公司',
          address: '新北市三重區福安里民生東街2號1樓'
        },
        {
          name: '三重永福分公司',
          address: '新北市三重區永豐里永福街124號1樓'
        },
        {
          name: '三重平安分公司',
          address: '新北市三重區正義北路５１號１樓'
        },
        {
          name: '新北市第八三六分公司',
          address: '新北市三重區三和路3段186號、186之1號1樓'
        },
        {
          name: '新北市第八四二分公司',
          address: '新北市三重區中興里光復路1段70號1樓'
        },
      ],
      '中和區': [
        {
          name: '中和中安分公司',
          address: '新北市中和區中安街192號1樓'
        },
        {
          name: '中和新興分公司',
          address: '新北市中和區福南里興南路二段36號1樓、38號1樓'
        },
        {
          name: '中和華福分公司',
          address: '新北市中和區華順街177號、119號1樓'
        },
        {
          name: '中和景秀分公司',
          address: '新北市中和區秀峰里景平路71之2號1樓、71之1號1樓'
        },
        {
          name: '中和新生分公司',
          address: '新北市中和區新生街132號1樓'
        },
        {
          name: '中和秀山分公司',
          address: '新北市中和區秀山里立人街63號、65號、67號'
        },
        {
          name: '中和景平分公司',
          address: '新北市中和區景安里景平路478號1樓'
        },
        {
          name: '中和員山分公司',
          address: '新北市中和區員山路325之5號1樓'
        },
        {
          name: '中和漢中分公司',
          address: '新北市中和區中山路三段１８６號１樓'
        },
        {
          name: '新北市第七七九分公司',
          address: '新北市中和區仁愛街9號、11號1樓'
        },
      ],
      '五股區': [
        {
          name: '五股工商分公司',
          address: '新北市五股區工商路81號、83號1樓'
        },
        {
          name: '五股五福分公司',
          address: '新北市五股區五福路24號1樓'
        },
        {
          name: '新北市第九四八分公司',
          address: '新北市五股區成泰里新五路3段25號1樓部份'
        },
        {
          name: '新北市第九五O分公司',
          address: '新北市五股區水碓里自強路76號1樓'
        },
        {
          name: '五股高亞分公司',
          address: '新北市五股區興珍村中興路1段142號、142之1號1樓'
        },
        {
          name: '五股水碓分公司',
          address: '新北市五股區德泰村成泰路1段7巷21號、23號1樓'
        },
        {
          name: '五股維興分公司',
          address: '新北市五股區興珍村四維路78號、80號1樓'
        },
        {
          name: '五股貿商分公司',
          address: '新北市五股區貿商村自強路154號1樓'
        },
        {
          name: '五股六福分公司',
          address: '新北市五股區五福路70號1樓'
        },
        {
          name: '五股五權分公司',
          address: '新北市五股區五工五路34號'
        },
      ],
      '八里區': [
        {
          name: '八里船頭分公司',
          address: '新北市八里區米倉里渡船頭街1號1樓'
        },
        {
          name: '新北市第八六一分公司',
          address: '新北市八里區龍源里龍米路1段222、226號1樓'
        },
        {
          name: '新北市第九四O分公司',
          address: '新北市八里區埤頭里中山路1段131號、133號、135號1樓'
        },
        {
          name: '新北市第九四二分公司',
          address: '新北市八里區荖阡里中華路3段17號1樓'
        },
        {
          name: '八里富塘分公司',
          address: '新北市八里區訊塘路62號、66號1樓'
        },
        {
          name: '新北市第九O三分公司',
          address: '新北市八里區舊城里中華路2段468號、470號1樓'
        },
        {
          name: '八里華城分公司',
          address: '新北市八里區中華路2段306號1樓'
        },
      ],
      '土城區': [
        {
          name: '土城欣隆分公司',
          address: '新北市土城區中央路三段283號1樓'
        },
        {
          name: '新北市第七八一分公司',
          address: '新北市土城區裕生路12號、14號1樓'
        },
        {
          name: '新北市第八三四分公司',
          address: '新北市土城區裕民路69號1樓'
        },
        {
          name: '新北市第八四三分公司',
          address: '新北市土城區頂埔里中央路4段70號、72號1樓'
        },
        {
          name: '新北市第八四五分公司',
          address: '新北市土城區沛陂里福安街1號1樓及金安街65號1樓'
        },
        {
          name: '新北市第八五六分公司',
          address: '新北市土城區永富里明德路1段103號1樓'
        },
        {
          name: '土城城堡分公司',
          address: '新北市土城區福仁街50巷1號、福仁街52號1樓'
        },
        {
          name: '土城雲陽分公司',
          address: '新北市土城區青溪里青雲路185號1樓'
        },
        {
          name: '土城恆山分公司',
          address: '新北市土城區頂新里中央路4段281號1樓'
        },
        {
          name: '土城美仁分公司',
          address: '新北市土城區學府路2段21號1樓'
        },
      ],
      '坪林區': [
        {
          name: '坪林順益分公司',
          address: '新北市坪林區水柳腳路132號、133號、134號1樓'
        },
      ],
      '平溪區': [
        {
          name: '平溪平安分公司',
          address: '新北市平溪區石底街53號、54號'
        },
      ],
      '新店區': [
        {
          name: '新店中華分公司',
          address: '新北市新店區中華路50號1樓'
        },
        {
          name: '新店永業分公司',
          address: '新北市新店區永業路81巷1弄1號1樓'
        },
        {
          name: '新店寶元分公司',
          address: '新北市新店區民權路19號1樓'
        },
        {
          name: '新店江陵分公司',
          address: '新北市新店區二十張路４８號１樓'
        },
        {
          name: '新北市第八三九分公司',
          address: '新北市新店區百和里中正路404、406號'
        },
        {
          name: '新店溪園分公司',
          address: '新北市新店區中山里溪園路389號1樓'
        },
        {
          name: '新店陽光分公司',
          address: '新北市新店區公崙里安忠路57巷10號、12號1樓'
        },
        {
          name: '新店建一分公司',
          address: '新北市新店區江陵里民權路８９號１樓'
        },
        {
          name: '新店新陽分公司',
          address: '新北市新店區粗坑里花園一路1段2號1樓'
        },
        {
          name: '新店皇家分公司',
          address: '新北市新店區永平里永平街27號1樓'
        },
      ],
      '新莊區': [
        {
          name: '新莊新泰分公司',
          address: '新北市新莊區新泰路146號1樓'
        },
        {
          name: '新莊狀元分公司',
          address: '新北市新莊區中平路268號1樓'
        },
        {
          name: '新莊仁義分公司',
          address: '新北市新莊區福壽街38號1樓'
        },
        {
          name: '新莊新立分公司',
          address: '新北市新莊區立言里新泰路225巷1號1樓'
        },
        {
          name: '新莊建安分公司',
          address: '新北市新莊區建安街42號1樓'
        },
        {
          name: '新莊景德分公司',
          address: '新北市新莊區景德路382號1樓'
        },
        {
          name: '新莊和港分公司',
          address: '新北市新莊區中港一街143號1樓'
        },
        {
          name: '新北市第七七八分公司',
          address: '新北市新莊區天祥街2號、6號、8號'
        },
        {
          name: '新北市八三八分公司',
          address: '新北市新莊區祥鳳里雙鳳路130號、132號'
        },
        {
          name: '新北市第八四六分公司',
          address: '新北市新莊區和平里福壽街132號1樓'
        },
      ],
      '板橋區': [
        {
          name: '板橋富貴分公司',
          address: '新北市板橋區新海里新海路462、464、466號1樓'
        },
        {
          name: '板橋莒光分公司',
          address: '新北市板橋區莒光路225、227號1樓'
        },
        {
          name: '板橋新農分公司',
          address: '新北市板橋區新海路328號、330號1樓'
        },
        {
          name: '板橋長壽分公司',
          address: '新北市板橋區長壽里三民路二段83號1樓'
        },
        {
          name: '板橋振興分公司',
          address: '新北市板橋區三民路一段31巷89弄3號1樓'
        },
        {
          name: '板橋華興分公司',
          address: '新北市板橋區華興街41號1樓'
        },
        {
          name: '板橋雙十分公司',
          address: '新北市板橋區雙十路二段6之8號1樓'
        },
        {
          name: '板橋文化分公司',
          address: '新北市板橋區文化路一段２９１號１樓'
        },
        {
          name: '新北市第八四O分公司',
          address: '新北市板橋區新興里新興路1號1樓'
        },
        {
          name: '新北市第八四八分公司',
          address: '新北市板橋區莒光里莒光路36、38號1樓'
        },
      ],
      '林口區': [
        {
          name: '林口竹林分公司',
          address: '新北市林口區林口路126號1樓'
        },
        {
          name: '林口工六分公司',
          address: '新北市林口區東林村工六路78號1樓'
        },
        {
          name: '新北市第八三三分公司',
          address: '新北市林口區文化三路1段406號1樓'
        },
        {
          name: '新北市第七七四分公司',
          address: '新北市林口區湖南里信義路289號'
        },
        {
          name: '新北市第八五九分公司',
          address: '新北市林口區南勢里文化三路1段223號1樓'
        },
        {
          name: '林口菁埔分公司',
          address: '新北市林口區林口村仁愛路1段292號1樓'
        },
        {
          name: '林口隆林分公司',
          address: '新北市林口區湖南里文化二路2段90號，92號1樓'
        },
        {
          name: '林口新都分公司',
          address: '新北市林口區南勢村文化三路1段557號，559號1樓'
        },
        {
          name: '林口麗林分公司',
          address: '新北市林口區中山路522號1樓'
        },
        {
          name: '新北市第九一九分公司',
          address: '新北市林口區南勢里文化三路1段121號、123號、125號1樓'
        },
      ],
      '樹林區': [
        {
          name: '樹林國凱分公司',
          address: '新北市樹林區國凱街82號1樓'
        },
        {
          name: '樹林復興分公司',
          address: '新北市樹林區樹興里復興路272號、274號1樓'
        },
        {
          name: '樹林德園分公司',
          address: '新北市樹林區山佳里八德街600號、602號1樓'
        },
        {
          name: '樹林太平分公司',
          address: '新北市樹林區彭厝里太元街58號1樓'
        },
        {
          name: '樹林博愛分公司',
          address: '新北市樹林區樹北里博愛街158號1樓'
        },
        {
          name: '樹林凱旋分公司',
          address: '新北市樹林區南園里大成路10號1樓'
        },
        {
          name: '樹林中華分公司',
          address: '新北市樹林區和平里中華路183號1樓、185號1樓'
        },
        {
          name: '樹林五圓分公司',
          address: '新北市樹林區彭福里忠孝街99號1樓'
        },
        {
          name: '樹林學勤分公司',
          address: '新北市樹林區南園里學勤路550號、552號1樓'
        },
        {
          name: '樹林日新分公司',
          address: '新北市樹林區樹福里日新街50號1樓'
        },
      ],
      '永和區': [
        {
          name: '永和文化分公司',
          address: '新北市永和區文化路18號、20號、22號1樓'
        },
        {
          name: '永和永平分公司',
          address: '新北市永和區永平路232號1樓'
        },
        {
          name: '永和秀成分公司',
          address: '新北市永和區秀成里成功路1段137號、139號1樓'
        },
        {
          name: '永和秀和分公司',
          address: '新北市永和區秀朗路一段76、78號1樓'
        },
        {
          name: '永和永福分公司',
          address: '新北市永和區永和路1段93號1樓'
        },
        {
          name: '新北市第八六O分公司',
          address: '新北市永和區中興里中興街7號1樓'
        },
        {
          name: '新北市第八七三分公司',
          address: '新北市永和區仁愛里仁愛路103號、105號1樓'
        },
        {
          name: '永國國艷分公司',
          address: '新北市永和區民樂里民樂街39巷2號1樓'
        },
        {
          name: '永和御林分公司',
          address: '新北市永和區福和里竹林路213巷44號1樓'
        },
        {
          name: '永和騎士分公司',
          address: '新北市永和區民權里民權路53號1樓'
        },
      ],
      '汐止區': [
        {
          name: '汐止龍安分公司',
          address: '新北市汐止區大同路2段184巷11號1樓'
        },
        {
          name: '汐止桂冠分公司',
          address: '新北市汐止區白雲里水源路2段34號1樓'
        },
        {
          name: '汐止康寧分公司',
          address: '新北市汐止區北山里康寧街169巷23號1樓'
        },
        {
          name: '汐止宏國分公司',
          address: '新北市汐止區智慧里大同路2段283號1樓'
        },
        {
          name: '汐止樟福分公司',
          address: '新北市汐止區厚德里樟樹一路220號1樓'
        },
        {
          name: '汐止秀峰分公司',
          address: '新北市汐止區忠孝東路228號1樓'
        },
        {
          name: '汐止建安分公司',
          address: '新北市汐止區橋東里建成路59巷9號，15號1樓'
        },
        {
          name: '汐止新忠孝分公司',
          address: '新北市汐止區忠孝東路258號1樓'
        },
        {
          name: '汐止遠大分公司',
          address: '新北市汐止區大同路2段135號1樓'
        },
        {
          name: '汐止日月光分公司',
          address: '新北市汐止區康寧街747號‧749號'
        },
      ],
      '泰山區': [
        {
          name: '泰山辭修分公司',
          address: '新北市泰山區明志路一段374號1樓'
        },
        {
          name: '泰山工專分公司',
          address: '新北市泰山區明志路三段170號1樓'
        },
        {
          name: '新北市第八四九分公司',
          address: '新北市泰山區福興里泰林路2段107號1樓、新北市泰山區福興里全興路47巷50號1樓'
        },
        {
          name: '泰山同興分公司',
          address: '新北市泰山區仁義路220巷2號、8號1樓'
        },
        {
          name: '泰山福興分公司',
          address: '新北市泰山區福興一街60號1樓'
        },
        {
          name: '泰山文程分公司',
          address: '新北市泰山區義仁村文程路十八巷一號一樓'
        },
        {
          name: '泰山全興分公司',
          address: '新北市泰山區全興路165號1樓'
        },
        {
          name: '泰山憲訓分公司',
          address: '新北市泰山區山腳里泰林路2段364號1樓'
        },
        {
          name: '泰山白金分公司',
          address: '新北市泰山區仁愛路108號、110號、112號1樓'
        },
        {
          name: '新北市第七四五分公司',
          address: '新北市泰山區貴子路38、40號1樓'
        },
      ],
      '淡水區': [
        {
          name: '淡水英專分公司',
          address: '新北市淡水區英專路４３號１樓'
        },
        {
          name: '淡水竹圍分公司',
          address: '新北市淡水區民生路５８號１樓'
        },
        {
          name: '淡水站前分公司',
          address: '新北市淡水區中正路３０號１樓'
        },
        {
          name: '新北市第八三一分公司',
          address: '新北市淡水區淡金路38巷70號、72號、74號、76號'
        },
        {
          name: '新北市第八四四分公司',
          address: '新北市淡水區大庄里新市一路1段101、103號1樓'
        },
        {
          name: '新北市第八五一分公司',
          address: '新北市淡水區油車里淡海路76號1樓'
        },
        {
          name: '新北市第八五四分公司',
          address: '新北市淡水區八勢里中正東路2段31號、33號'
        },
        {
          name: '淡水新旭分公司',
          address: '新北市淡水區水碓里北新路169巷35號1樓'
        },
        {
          name: '淡水麗景分公司',
          address: '新北市淡水區鄧公里學府路30號1樓'
        },
        {
          name: '淡水水源分公司',
          address: '新北市淡水區鄧公里水源街1段124號1樓'
        },
      ],
      '深坑區': [
        {
          name: '深坑埔新分公司',
          address: '新北市深坑區埔新村埔新街93號1樓'
        },
        {
          name: '新北市第八七九分公司',
          address: '新北市深坑區萬順里北深路3段239號、241號'
        },
        {
          name: '新北市第七三四分公司',
          address: '新北市深坑區北深路2段77、79號、81巷1號'
        },
      ],
      '烏來區': [
        {
          name: '烏來溫泉分公司',
          address: '新北市烏來區烏來街79號1樓'
        },
        {
          name: '烏來分公司',
          address: '新北市烏來區烏來村烏來街八十七號一樓'
        },
      ],
      '瑞芳區': [
        {
          name: '瑞芳傑魚坑分公司',
          address: '新北市瑞芳區魚坑路62號、62-1號1樓'
        },
        {
          name: '新北市第七七二分公司',
          address: '新北市瑞芳區輕便路43號4樓'
        },
      ],
      '石門區': [
        {
          name: '石門粽香分公司',
          address: '新北市石門區中央路24號及26號'
        },
      ],
      '萬里區': [
        {
          name: '野柳新港口分公司',
          address: '新北市萬里區港東路68號1樓'
        },
      ],
      '蘆洲區': [
        {
          name: '蘆洲光華分公司',
          address: '新北市蘆洲區光華路132巷1號1樓'
        },
        {
          name: '蘆洲民星分公司',
          address: '新北市蘆洲區民族路424號、424之1號1樓'
        },
        {
          name: '蘆洲玉清分公司',
          address: '新北市蘆洲區民族路178號、180號1樓'
        },
        {
          name: '蘆洲成功分公司',
          address: '新北市蘆洲區長安街248號1樓'
        },
        {
          name: '蘆洲中華分公司',
          address: '新北市蘆洲區中路里和平路122號、124號1樓'
        },
        {
          name: '新北市第八四七分公司',
          address: '新北市蘆洲區中路里九芎街66號1樓'
        },
        {
          name: '新北市第九四四分公司',
          address: '新北市蘆洲區延平里長安街71號1樓'
        },
        {
          name: '蘆洲永成分公司',
          address: '新北市蘆洲區成功里永樂街83號1樓'
        },
        {
          name: '蘆洲復江分公司',
          address: '新北市蘆洲區鷺江里復興路150號、152號1樓'
        },
        {
          name: '蘆洲福安分公司',
          address: '新北市蘆洲區福安里民權路66號1樓'
        },
      ],
      '貢寮區': [
        {
          name: '貢寮澳底一分公司',
          address: '新北市貢寮區真里村大澳街1-1號，3號1樓'
        },
      ],
      '金山區': [
        {
          name: '金山中山分公司',
          address: '新北市金山區中山路205號1樓'
        },
        {
          name: '金山金美分公司',
          address: '新北市金山區中山路250號、252號1樓'
        },
        {
          name: '金山金中分公司',
          address: '新北市金山區中山路101號、103號1樓'
        },
      ],
      '鶯歌區': [
        {
          name: '新北市第八三二分公司',
          address: '新北市鶯歌區建國路122號1樓'
        },
        {
          name: '新北市第九四六分公司',
          address: '新北市鶯歌區尖山里尖山路126號、128號、130號1樓'
        },
        {
          name: '鶯歌站前分公司',
          address: '新北市鶯歌區中鶯里建國路53之5號、53之6號1樓'
        },
        {
          name: '鶯歌鶯桃分公司',
          address: '新北市鶯歌區鶯桃路45號1樓'
        },
        {
          name: '鶯歌正鶯分公司',
          address: '新北市鶯歌區中正一路369號、371號、373號1樓'
        },
        {
          name: '鶯歌大湖分公司',
          address: '新北市鶯歌區中湖里大湖路三六六號一樓'
        },
        {
          name: '鶯歌行政分公司',
          address: '新北市鶯歌區北鶯里中正一路154號1樓'
        },
        {
          name: '鶯歌永明分公司',
          address: '新北市鶯歌區永昌里永明街78號1樓'
        },
      ],
    },
    '新竹市': {
      '其他': [
        {
          name: '新竹大竹分公司',
          address: '新竹市磐石里西大路８４８號１樓'
        },
        {
          name: '新竹新光分公司',
          address: '新竹市舊社里光華二街九十七號１樓'
        },
        {
          name: '新竹師專分公司',
          address: '新竹市育英里西門街二０三號一樓'
        },
        {
          name: '新竹嘉華分公司',
          address: '新竹市水田里中正路二四０號一樓'
        },
        {
          name: '新竹竹蓮分公司',
          address: '新竹市竹蓮街104號1樓'
        },
        {
          name: '新竹頂福分公司',
          address: '新竹市頂埔里中山路540號1樓'
        },
        {
          name: '新竹漁港分公司',
          address: '新竹市東大路4段269號1樓、271號1樓'
        },
        {
          name: '新竹市第一O四分公司',
          address: '新竹市西濱路2段601號'
        },
        {
          name: '新竹廟口分公司',
          address: '新竹市中興里中山路九十號一樓'
        },
        {
          name: '新竹內湖分公司',
          address: '新竹市內湖里內湖路三十九號一樓'
        },
      ],
      '北區': [
        {
          name: '新竹市第一O八分公司',
          address: '新竹市北區延平路1段388號、390號1樓'
        },
        {
          name: '新竹市第一O九分公司',
          address: '新竹市北區中正路240號1樓'
        },
        {
          name: '新竹市第一一O分公司',
          address: '新竹市北區民富里西大路527號'
        },
        {
          name: '新竹武東分公司',
          address: '新竹市北區武陵里武陵路71號1樓'
        },
        {
          name: '新竹鐵道分公司',
          address: '新竹市北區湳雅里武陵路268號1樓'
        },
        {
          name: '新竹國光分公司',
          address: '新竹市北區文雅里經國路2段190號1樓'
        },
        {
          name: '新竹西大分公司',
          address: '新竹市北區中央里西大路402號．404號1樓'
        },
        {
          name: '新竹中山分公司',
          address: '新竹市北區育英里四維路91號1樓'
        },
        {
          name: '新竹光華分公司',
          address: '新竹市北區光華北街63號1樓、光華街93號1樓'
        },
        {
          name: '新竹荷蘭村分公司',
          address: '新竹市北區武陵路175巷2號1樓'
        },
      ],
      '東區': [
        {
          name: '新竹市第一一一分公司',
          address: '新竹市東區關新里關新東路350號1樓'
        },
        {
          name: '新竹市第一一二分公司',
          address: '新竹市東區龍山里龍山東路228號、230號、232號1樓'
        },
        {
          name: '新竹師苑分公司',
          address: '新竹市東區振興里南大路六三六號一樓'
        },
        {
          name: '新竹五福分公司',
          address: '新竹市東區明湖里明湖路一二五五號一樓'
        },
        {
          name: '新竹民族分公司',
          address: '新竹市東區三民里民族路１３９號１樓'
        },
        {
          name: '新竹新興分公司',
          address: '新竹市東區光鎮里南大路５７７號１樓'
        },
        {
          name: '新竹大同分公司',
          address: '新竹市東區成功里大同路１６號、１８號１樓'
        },
        {
          name: '新竹品明分公司',
          address: '新竹市東區新光里食品路406號1樓'
        },
        {
          name: '竹科科技分公司',
          address: '新竹市東區工業東二路1號'
        },
        {
          name: '新竹科館分公司',
          address: '新竹市東區科園里工業東二路1號1樓'
        },
      ],
      '科學園區': [
        {
          name: '新竹聯柏分公司',
          address: '新竹市科學園區力行二路３號地下室'
        },
        {
          name: '新竹聯宏分公司',
          address: '新竹市科學園區創新一路十三號地下１樓'
        },
        {
          name: '新竹旺宏分公司',
          address: '新竹市科學園區力行路十六號一樓'
        },
      ],
      '香山區': [
        {
          name: '新竹中隘分公司',
          address: '新竹市香山區中隘里中華路六段六六七號、六六九號一樓'
        },
        {
          name: '新竹市第一一五分公司',
          address: '新竹市香山區頂福里中山路640巷170號、172號、176號1樓'
        },
        {
          name: '新竹香山分公司',
          address: '新竹市香山區中華路5段678號、678-1號1樓'
        },
        {
          name: '新竹大庄分公司',
          address: '新竹市香山區香北路86號1樓、瑞光街1號1樓'
        },
        {
          name: '新竹延平分公司',
          address: '新竹市香山區延平路2段727巷1號1樓'
        },
        {
          name: '新竹東埔分公司',
          address: '新竹市香山區牛埔東路196號1樓'
        },
        {
          name: '新竹中華分公司',
          address: '新竹市香山區茄苳里五福路二段七七八號一樓'
        },
      ],
    },
    '新竹縣': {
      '新埔鎮': [
        {
          name: '新埔埔德分公司',
          address: '新竹縣新埔鎮中正路627號、629號、631號1樓'
        },
        {
          name: '新埔長茂分公司',
          address: '新竹縣新埔鎮中正路378號、380號1樓'
        },
        {
          name: '新竹縣第一一四分公司',
          address: '新竹縣新埔鎮文山路犁頭山段865號、867號、869號、871號1樓'
        },
      ],
      '新豐鄉': [
        {
          name: '新竹縣第一一六分公司',
          address: '新竹縣新豐鄉崎頂村建興路2段494號、496號1樓'
        },
        {
          name: '新豐松林分公司',
          address: '新竹縣新豐鄉松林村新興路111號1樓'
        },
        {
          name: '新竹縣第一二二分公司',
          address: '新竹縣新豐鄉員山村新興路763號、765號'
        },
        {
          name: '新竹縣第一二三分公司',
          address: '新竹縣新豐鄉松柏村松柏街152號1樓'
        },
        {
          name: '新豐尚仁分公司',
          address: '新竹縣新豐鄉尚仁街131號、133號、135號1樓'
        },
        {
          name: '新竹縣第一0六分公司',
          address: '新竹縣新豐鄉新庄路131、133號1樓'
        },
        {
          name: '新竹縣第一一二分公司',
          address: '新竹縣新豐鄉泰安街75、77、79號1樓'
        },
        {
          name: '新豐建興分公司',
          address: '新竹縣新豐鄉員山村建興路一段三十六、三十八號一樓'
        },
      ],
      '橫山鄉': [
        {
          name: '新竹縣橫山分公司',
          address: '新竹縣橫山鄉橫山村中豐路一段二六二號一樓'
        },
      ],
      '湖口鄉': [
        {
          name: '湖口勝利分公司',
          address: '新竹縣湖口鄉鳳凰村勝利路二段八十七號、八十八號一樓'
        },
        {
          name: '湖口成功分公司',
          address: '新竹縣湖口鄉信勢村成功路一二八號一樓'
        },
        {
          name: '湖口吉勝分公司',
          address: '新竹縣湖口鄉勝利村勝利路2段1號1樓'
        },
        {
          name: '湖口達仁分公司',
          address: '新竹縣湖口鄉仁樂路118、120號1樓'
        },
        {
          name: '湖口新工業分公司',
          address: '新竹縣湖口鄉工業一路36號1樓、新竹縣湖口鄉工業一路36-1號1樓'
        },
        {
          name: '湖口文和分公司',
          address: '新竹縣湖口鄉仁和路178號、180號1樓'
        },
        {
          name: '湖口文化分公司',
          address: '新竹縣湖口鄉文化路32號、36號1樓'
        },
        {
          name: '新竹縣第一0四分公司',
          address: '新竹縣湖口鄉光復東路133號'
        },
        {
          name: '新竹縣第一0七分公司',
          address: '新竹縣湖口鄉成功路76-1、76-2、76-3、76-5號'
        },
        {
          name: '湖口仁和分公司',
          address: '新竹縣湖口鄉鳳凰村仁和路四十五號一樓'
        },
      ],
      '竹東鎮': [
        {
          name: '竹東東寧分公司',
          address: '新竹縣竹東鎮竹東里東寧路三段一五一號一樓'
        },
        {
          name: '新竹縣第一一五分公司',
          address: '新竹縣竹東鎮中山路67號1樓'
        },
        {
          name: '竹東竹春分公司',
          address: '新竹縣竹東鎮忠孝里長春路３段２２５號１樓'
        },
        {
          name: '竹東上舜分公司',
          address: '新竹縣竹東鎮光明路261、263號1樓'
        },
        {
          name: '竹東興仁分公司',
          address: '新竹縣竹東鎮仁愛路446號1樓'
        },
        {
          name: '竹東致東分公司',
          address: '新竹縣竹東鎮中正路1號'
        },
        {
          name: '新竹縣第一0二分公司',
          address: '新竹縣竹東鎮東寧路3段43號、45號1樓'
        },
        {
          name: '新竹縣第一一三分公司',
          address: '新竹縣竹東鎮長春路3段165號1、2樓'
        },
        {
          name: '竹東北興分公司',
          address: '新竹縣竹東鎮五豐里北興路三段五０三號一樓'
        },
        {
          name: '竹東東峰分公司',
          address: '新竹縣竹東鎮員崠里東峰路一六二號一樓'
        },
      ],
      '芎林鄉': [
        {
          name: '芎林富林分公司',
          address: '新竹縣芎林鄉富林路3段94號1樓'
        },
        {
          name: '新竹縣第一0五分公司',
          address: '新竹縣芎林鄉五和街126、130號1樓'
        },
      ],
      '關西鎮': [
        {
          name: '關西宏義分公司',
          address: '新竹縣關西鎮正義路27號1樓'
        },
        {
          name: '關西正義分公司',
          address: '新竹縣關西鎮北斗里正義路二五四號一樓'
        },
      ],
    },
    '新竹縣竹北市': {
      '其他': [
        {
          name: '竹北竹義分公司',
          address: '新竹縣竹北市竹義里中正東路五三０號一樓'
        },
        {
          name: '新竹縣第一一七分公司',
          address: '新竹縣竹北市鹿場里成功八路160號1樓'
        },
        {
          name: '新竹縣第一二四分公司',
          address: '新竹縣竹北市中興里嘉豐十一路1段31號、33號1樓'
        },
        {
          name: '新竹縣第一二五分公司',
          address: '新竹縣竹北市北崙里博愛街273號'
        },
        {
          name: '竹北自強分公司',
          address: '新竹縣竹北市鹿場里自強南路五十二號一樓'
        },
        {
          name: '竹北有為分公司',
          address: '新竹縣竹北市十興里勝利一路一０五號一樓'
        },
        {
          name: '竹北宏福分公司',
          address: '新竹縣竹北市十興里光明一路236號1樓'
        },
        {
          name: '新竹縣第一一八分公司',
          address: '新竹縣竹北市斗崙里博愛南路9號1樓'
        },
        {
          name: '新竹縣第一一九分公司',
          address: '新竹縣竹北市北興里勝利八街1段225號'
        },
        {
          name: '新竹縣第一二O分公司',
          address: '新竹縣竹北市竹北里環北路1段113號、115號'
        },
      ],
    },
    '桃園市': {
      '中壢區': [
        {
          name: '桃園市第三六五分公司',
          address: '桃園市中壢區西園路116號1樓'
        },
        {
          name: '桃園市第三七二分公司',
          address: '桃園市中壢區中央里中山路100號1樓'
        },
        {
          name: '桃園市第三七四分公司',
          address: '桃園市中壢區普忠里大仁四街16號、18號1樓'
        },
        {
          name: '桃園市第三七三分公司',
          address: '桃園市中壢區中興里榮安十三街262號、264號'
        },
        {
          name: '桃園市第三七六分公司',
          address: '桃園市中壢區文化里吉林路68之1號、68之2號'
        },
        {
          name: '中壢環中分公司',
          address: '桃園市中壢區自立里環中東路二０八號、二０八之一號一樓'
        },
        {
          name: '中壢環華分公司',
          address: '桃園市中壢區中原里中華路一段二二七號一樓'
        },
        {
          name: '中壢元生分公司',
          address: '桃園市中壢區復興里元生三街三號、五號；復興里文化二路二五二號、二五六號一樓'
        },
        {
          name: '中壢復華分公司',
          address: '桃園市中壢區復華里自強四路８８號１樓'
        },
        {
          name: '中壢西園分公司',
          address: '桃園市中壢區永福里南園二路12號、14號1樓'
        },
      ],
      '八德區': [
        {
          name: '八德永福分公司',
          address: '桃園市八德區大智里永福西街三十二巷１號１樓'
        },
        {
          name: '桃園市第三六九分公司',
          address: '桃園市八德區大和路103號、105號1樓'
        },
        {
          name: '桃園市第三八一分公司',
          address: '桃園市八德區福興里建國路241號'
        },
        {
          name: '八德銀和分公司',
          address: '桃園市八德區大和里銀和街29號、31號1樓'
        },
        {
          name: '八德新興分公司',
          address: '桃園市八德區新興路301號'
        },
        {
          name: '八德瑞祥分公司',
          address: '桃園市八德區介壽路2段1231號1樓'
        },
        {
          name: '桃園市第三八五分公司',
          address: '桃園市八德區瑞豐里豐田一路2號'
        },
        {
          name: '桃園市第三九六分公司',
          address: '桃園市八德區大慶里廣福路42號1樓'
        },
        {
          name: '桃園市第三九七分公司',
          address: '桃園市八德區瑞豐里興豐路485號'
        },
        {
          name: '桃園市第四O三分公司',
          address: '桃園市八德區福興里建國路59號、61號1樓'
        },
      ],
      '大園區': [
        {
          name: '大園華園分公司',
          address: '桃園市大園區大園里中華路六十一號一樓'
        },
        {
          name: '大園果林分公司',
          address: '桃園市大園區菓林里桃園縣大園鄉�漯L里拔子林二十三之八十三號一樓'
        },
        {
          name: '桃園市第三八四分公司',
          address: '桃園市大園區橫峰村領航北路4段352號、356號1樓'
        },
        {
          name: '桃園縣第三一二分公司',
          address: '桃園市大園區中山北路31、33、35號1樓'
        },
        {
          name: '大園蓮園分公司',
          address: '桃園市大園區南港里大觀路六０二號一樓'
        },
      ],
      '大溪區': [
        {
          name: '大溪慈湖分公司',
          address: '桃園市大溪區一心里復興路２號１樓'
        },
        {
          name: '桃園市第四一五分公司',
          address: '桃園市大溪區仁善里仁善街182、186號'
        },
        {
          name: '大溪埔頂分公司',
          address: '桃園市大溪區仁善里埔頂路2段158號1樓'
        },
        {
          name: '大溪崎頂分公司',
          address: '桃園市大溪區仁武里介壽路886號1樓'
        },
        {
          name: '大溪永昌分公司',
          address: '桃園市大溪區永昌路355號'
        },
        {
          name: '大溪員林分公司',
          address: '桃園市大溪區員林路1段11號、13號1樓'
        },
        {
          name: '大溪仁東分公司',
          address: '桃園市大溪區仁和七街52號'
        },
        {
          name: '桃園縣第三0二分公司',
          address: '桃園市大溪區員林路2段275號、277號1樓'
        },
        {
          name: '大溪士香分公司',
          address: '桃園市大溪區仁愛里員林路一段二二八號一樓'
        },
        {
          name: '大溪仁和分公司',
          address: '桃園市大溪區興南里仁和路二段二一九號一樓'
        },
      ],
      '平鎮區': [
        {
          name: '平鎮民族分公司',
          address: '桃園市平鎮區復旦里民族路二段１８９號，１９１號１樓'
        },
        {
          name: '平鎮平東分公司',
          address: '桃園市平鎮區建安里平東路５７１號１樓'
        },
        {
          name: '桃園市第三六七分公司',
          address: '桃園市平鎮區延平路2段400巷8號、10號'
        },
        {
          name: '桃園市第四一四分公司',
          address: '桃園市平鎮區廣興里民族路135號'
        },
        {
          name: '平鎮莊敬分公司',
          address: '桃園市平鎮區莊敬里中豐路山頂段一巷二號一樓'
        },
        {
          name: '平鎮廣南分公司',
          address: '桃園市平鎮區義民里環南路２段３７號１樓'
        },
        {
          name: '平鎮中庸分公司',
          address: '桃園市平鎮區金星里中庸路１２６號、１２８號１樓'
        },
        {
          name: '平鎮新德分公司',
          address: '桃園市平鎮區新榮里振興西路138號1樓'
        },
        {
          name: '平鎮南東分公司',
          address: '桃園市平鎮區南勢里中豐路南勢2段1號'
        },
        {
          name: '桃園市第三八八分公司',
          address: '桃園市平鎮區復旦里文化街116號1樓'
        },
      ],
      '新屋區': [
        {
          name: '桃園縣第三一六分公司',
          address: '桃園市新屋區新榮路206號'
        },
      ],
      '桃園區': [
        {
          name: '桃園永安分公司',
          address: '桃園市桃園區中興里永安路２１９號１樓'
        },
        {
          name: '桃園中山分公司',
          address: '桃園市桃園區泰山里中山路５０５號１樓'
        },
        {
          name: '桃園東埔分公司',
          address: '桃園市桃園區東埔里中正路３７８號１樓'
        },
        {
          name: '桃園冠倫分公司',
          address: '桃園市桃園區會稽里大有路五五四號一樓'
        },
        {
          name: '桃園建新分公司',
          address: '桃園市桃園區福安里建新街八十八號一樓'
        },
        {
          name: '桃園敏盛分公司',
          address: '桃園市桃園區西門里三民路三段一０八號一樓'
        },
        {
          name: '桃園德壽分公司',
          address: '桃園市桃園區南門里介壽路四一二號一樓'
        },
        {
          name: '桃園市第三六八分公司',
          address: '桃園市桃園區仁愛路60號、62號1樓'
        },
        {
          name: '桃園御賞分公司',
          address: '桃園市桃園區寶慶里大興西路二段一二八號一樓'
        },
        {
          name: '桃園中寧分公司',
          address: '桃園市桃園區中寧里中正路一一六七號一樓'
        },
      ],
      '楊梅區': [
        {
          name: '楊梅新成分公司',
          address: '桃園市楊梅區梅心里新成路一七一號一樓'
        },
        {
          name: '桃園市第三六六分公司',
          address: '桃園市楊梅區中興路42號、44號1樓'
        },
        {
          name: '楊梅三民分公司',
          address: '桃園市楊梅區金溪里三民路二段九十六巷二號一樓'
        },
        {
          name: '楊梅北都分公司',
          address: '桃園市楊梅區裕成里裕成南路332號1樓'
        },
        {
          name: '楊梅民族分公司',
          address: '桃園市楊梅區新榮里電研路250巷1號1樓'
        },
        {
          name: '桃園市第三九二分公司',
          address: '桃園市楊梅區楊梅里楊新路65號、67號、69號1樓'
        },
        {
          name: '桃園市第三九八分公司',
          address: '桃園市楊梅區楊明里新農街606號1樓'
        },
        {
          name: '楊梅楊光分公司',
          address: '桃園市楊梅區中山北路二段48之1號、48之2號1樓'
        },
        {
          name: '楊梅永美分公司',
          address: '桃園市楊梅區永美路393-1號1樓'
        },
        {
          name: '桃園縣第三一0分公司',
          address: '桃園市楊梅區文化街263號1樓'
        },
      ],
      '蘆竹區': [
        {
          name: '桃園市第三七一分公司',
          address: '桃園市蘆竹區錦興里南竹路1段134號、136號'
        },
        {
          name: '蘆竹南興分公司',
          address: '桃園市蘆竹區南興里奉化路一八九號一樓'
        },
        {
          name: '蘆竹洛陽分公司',
          address: '桃園市蘆竹區南榮里光明路１段１１９號、１２１號１樓'
        },
        {
          name: '蘆竹五福分公司',
          address: '桃園市蘆竹區五福里五福一路34號1樓'
        },
        {
          name: '蘆竹南山分公司',
          address: '桃園市蘆竹區瓦窯里南山路1段75、77號1樓'
        },
        {
          name: '蘆竹開南分公司',
          address: '桃園市蘆竹區新興里新興街120號1樓'
        },
        {
          name: '蘆竹奉順分公司',
          address: '桃園市蘆竹區南興里奉化路106號1樓'
        },
        {
          name: '蘆竹六福分公司',
          address: '桃園市蘆竹區五福里五福六路48號1樓'
        },
        {
          name: '蘆竹至誠分公司',
          address: '桃園市蘆竹區新興里開南路1號1樓'
        },
        {
          name: '蘆竹山腳分公司',
          address: '桃園市蘆竹區南山路3段278號1樓'
        },
      ],
      '觀音區': [
        {
          name: '觀音敬業分公司',
          address: '桃園市觀音區樹林里成功路１段５５１號、５５３號、５５５號１樓'
        },
        {
          name: '桃園市第三八六分公司',
          address: '桃園市觀音區新坡里中山路2段671號1樓、673號1樓及2樓'
        },
        {
          name: '桃園市第三九四分公司',
          address: '桃園市觀音區樹林里建國路172號'
        },
        {
          name: '桃園市第四一O分公司',
          address: '桃園市觀音區草漯里大觀路2段190-7號'
        },
        {
          name: '觀音成功分公司',
          address: '桃園市觀音區樹林里成功路二段八二九號一樓'
        },
        {
          name: '觀音忠愛分公司',
          address: '桃園市觀音區崙坪里忠愛路一號一樓'
        },
      ],
      '龍潭區': [
        {
          name: '龍潭興龍分公司',
          address: '桃園市龍潭區龍潭里龍興路111號1樓'
        },
        {
          name: '龍潭龍聖分公司',
          address: '桃園市龍潭區八德里梅龍路189號1樓'
        },
        {
          name: '龍潭五福分公司',
          address: '桃園市龍潭區中正路187之9號'
        },
        {
          name: '龍潭兄弟分公司',
          address: '桃園市龍潭區民生路10號、12號'
        },
        {
          name: '龍潭百年分公司',
          address: '桃園市龍潭區百年路19號、21號1樓'
        },
        {
          name: '桃園縣第三一一分公司',
          address: '桃園市龍潭區中興路330、332、334號1樓'
        },
        {
          name: '龍潭華映分公司',
          address: '桃園市龍潭區三和里華映路一號一樓'
        },
        {
          name: '龍潭中興分公司',
          address: '桃園市龍潭區中興里中興路六十五號１樓'
        },
      ],
      '龜山區': [
        {
          name: '龜山龍壽分公司',
          address: '桃園市龜山區龍壽里萬壽路一段93號1樓'
        },
        {
          name: '龜山光啟分公司',
          address: '桃園市龜山區龍壽里萬壽路一段268之3號1樓'
        },
        {
          name: '龜山優美分公司',
          address: '桃園市龜山區嶺頂里萬壽路二段一０七號、一０七之一號一樓'
        },
        {
          name: '桃園市第三七O分公司',
          address: '桃園市龜山區龜山里中興路1段6號1樓、2樓'
        },
        {
          name: '龜山萬壽分公司',
          address: '桃園市龜山區龜山里萬壽路二段622號、662之1號1樓'
        },
        {
          name: '龜山頂興分公司',
          address: '桃園市龜山區山福里頂興路39之6號1樓'
        },
        {
          name: '龜山忠義分公司',
          address: '桃園市龜山區楓樹里忠義路1段56號1樓'
        },
        {
          name: '龜山自強分公司',
          address: '桃園市龜山區新興里自強南路71號、73號1樓'
        },
        {
          name: '龜山幸美分公司',
          address: '桃園市龜山區兔坑里幸美九街27號1樓'
        },
        {
          name: '龜山幸福分公司',
          address: '桃園市龜山區幸福里幸福一街24號1樓'
        },
      ],
    },
    '澎湖縣': {
      '湖西鄉': [
        {
          name: '澎湖湖西分公司',
          address: '澎湖縣湖西鄉湖西村湖西65號'
        },
      ],
      '西嶼鄉': [
        {
          name: '澎湖縣第一O二分公司',
          address: '澎湖縣西嶼鄉外垵村130號'
        },
      ],
    },
    '澎湖縣馬公市': {
      '其他': [
        {
          name: '澎湖縣第一O一分公司',
          address: '澎湖縣馬公市光明里光復路179號'
        },
        {
          name: '澎湖縣第一O三分公司',
          address: '澎湖縣馬公市啟明里民權路2號1樓'
        },
        {
          name: '澎湖縣第一O四分公司',
          address: '澎湖縣馬公市東文里新店路459號1樓'
        },
        {
          name: '澎湖海洋分公司',
          address: '澎湖縣馬公市中正路46號、光武街14號'
        },
        {
          name: '澎湖朝陽分公司',
          address: '澎湖縣馬公市中華路169號'
        },
      ],
    },
    '臺中市': {
      '中區': [
        {
          name: '台中干城分公司',
          address: '臺中市中區繼光里雙十路一段三十五號１樓'
        },
        {
          name: '台中繼成分公司',
          address: '臺中市中區繼光里成功路一０六號，一０八號一樓'
        },
        {
          name: '台中市第六一七分公司',
          address: '臺中市中區繼光里公園路42號'
        },
        {
          name: '台中狀元分公司',
          address: '臺中市中區綠川里中山路19號、21號1樓'
        },
        {
          name: '台中鑫華分公司',
          address: '臺中市中區中華路1段150號、152號'
        },
        {
          name: '台中新公園分公司',
          address: '臺中市中區公園路19-2號1樓'
        },
        {
          name: '台中鑫貴分公司',
          address: '臺中市中區自由路2段103號、105號1樓'
        },
        {
          name: '台中市第五一三分公司',
          address: '臺中市中區公園路81、83號'
        },
        {
          name: '台中市第五二八分公司',
          address: '臺中市中區民權路86號'
        },
        {
          name: '台中市第五三九分公司',
          address: '臺中市中區民族路216號'
        },
      ],
      '北區': [
        {
          name: '台中永興分公司',
          address: '臺中市北區邱厝里健行路三七五號一樓'
        },
        {
          name: '台中漢口分公司',
          address: '臺中市北區賴厝里漢口路四段五十六號，五十八號，六十號一樓'
        },
        {
          name: '台中北屯分公司',
          address: '臺中市北區金龍里北屯路四十五號一樓'
        },
        {
          name: '臺中商專分公司',
          address: '臺中市北區三民路三段１１０之１號１樓'
        },
        {
          name: '台中市第五五二分公司',
          address: '臺中市北區五義街132號、134號1樓'
        },
        {
          name: '台中市第五五一分公司',
          address: '臺中市北區梅亭東街62號、66號1樓'
        },
        {
          name: '台中大功分公司',
          address: '臺中市北區大湖里公園路一四六號一樓'
        },
        {
          name: '台中東成分公司',
          address: '臺中市北區建成里東成路二十號、二十二號一樓'
        },
        {
          name: '台中水莊分公司',
          address: '臺中市北區文莊里文化街十三號、十五號、十七號一樓'
        },
        {
          name: '台中健興分公司',
          address: '臺中市北區健行里健行路786號1樓'
        },
      ],
      '北屯區': [
        {
          name: '台中興安分公司',
          address: '臺中市北屯區平興里興安路二段三號一樓'
        },
        {
          name: '台中豐源分公司',
          address: '臺中市北屯區松勇里松竹北路一四八號、一五０號一樓'
        },
        {
          name: '台中興安分公司',
          address: '臺中市北屯區平興里大連路三段一三七號一樓'
        },
        {
          name: '台中北新分公司',
          address: '臺中市北屯區東光里北屯路二八八號、二八八之一號一樓'
        },
        {
          name: '台中市第五五七分公司',
          address: '臺中市北屯區和平里和順路400號'
        },
        {
          name: '台中中泰分公司',
          address: '臺中市北屯區中清路二段409號、411號及415巷1號'
        },
        {
          name: '台中松茂分公司',
          address: '臺中市北屯區松強里興安路２段４６１巷２號、４６３號１樓'
        },
        {
          name: '台中熱河分公司',
          address: '臺中市北屯區平心里熱河路2段164號、166號1樓'
        },
        {
          name: '台中仁美分公司',
          address: '臺中市北屯區仁美里昌平東二路179號1樓'
        },
        {
          name: '台中睿景分公司',
          address: '臺中市北屯區水景里太原路3段849號'
        },
      ],
      '南區': [
        {
          name: '台中市第五六二分公司',
          address: '臺中市南區永興里工學二街95號1樓'
        },
        {
          name: '台中凱撒分公司',
          address: '臺中市南區福順里忠明南路８２１號１樓'
        },
        {
          name: '台中金獅分公司',
          address: '臺中市南區和平里東興路1段16號1樓'
        },
        {
          name: '台中興美分公司',
          address: '臺中市南區復興路2段99巷18號'
        },
        {
          name: '台中福田分公司',
          address: '臺中市南區福田路15號1樓'
        },
        {
          name: '台中金和分公司',
          address: '臺中市南區學府路123號、125號'
        },
        {
          name: '台中市第六O三分公司',
          address: '臺中市南區樹德里文心南路548號'
        },
        {
          name: '台中金南屯分公司',
          address: '臺中市南區南屯路2段159號'
        },
        {
          name: '台中金大慶分公司',
          address: '臺中市南區大慶街2段8號'
        },
        {
          name: '台中忠孝夜分公司',
          address: '臺中市南區忠孝路102號'
        },
      ],
      '南屯區': [
        {
          name: '台中東興分公司',
          address: '臺中市南屯區大同里東興路二段二八一號，二八三號一樓'
        },
        {
          name: '台中親家分公司',
          address: '臺中市南屯區文山里文山八街六十六號一樓'
        },
        {
          name: '台中市第五五四分公司',
          address: '臺中市南屯區大墩路161號'
        },
        {
          name: '台中市第五五三分公司',
          address: '臺中市南屯區惠文路499號'
        },
        {
          name: '台中市第五五八分公司',
          address: '臺中市南屯區三和里公益路2段631號及永春東七路898號'
        },
        {
          name: '台中市第五七二分公司',
          address: '臺中市南屯區溝墘里大墩十七街119號、121號1樓'
        },
        {
          name: '台中大進分公司',
          address: '臺中市南屯區大業里公益路二段三十九號一樓'
        },
        {
          name: '台中墩鴻分公司',
          address: '臺中市南屯區大墩十一街288號、290號1樓'
        },
        {
          name: '台中鼎豐分公司',
          address: '臺中市南屯區豐樂里永春東一路７１９號１樓'
        },
        {
          name: '台中風華分公司',
          address: '臺中市南屯區南屯里河南路4段692號1樓'
        },
      ],
      '后里區': [
        {
          name: '后里旺安分公司',
          address: '臺中市后里區中和村公安路105號1樓'
        },
        {
          name: '台中市第六一三分公司',
          address: '臺中市后里區厚里里文明路102號、106號'
        },
        {
          name: '后里新中興分公司',
          address: '臺中市后里區甲后路1段362號'
        },
      ],
      '外埔區': [
        {
          name: '外埔國王分公司',
          address: '臺中市外埔區大東村合甲后路７５７之１號１樓'
        },
        {
          name: '外埔皇后分公司',
          address: '臺中市外埔區大同村六分路237號1樓'
        },
      ],
      '大安區': [
        {
          name: '大安全盈分公司',
          address: '臺中市大安區中庄村中山南路334號1樓'
        },
      ],
      '大甲區': [
        {
          name: '台中市第五九九分公司',
          address: '臺中市大甲區文武里信義路308號'
        },
        {
          name: '台中市第五二九分公司',
          address: '臺中市大甲區蔣公路173號'
        },
        {
          name: '大甲水源分公司',
          address: '臺中市大甲區中山里水源路四五０號一樓'
        },
        {
          name: '大甲甲中分公司',
          address: '臺中市大甲區南陽里水源路一號一樓'
        },
        {
          name: '大甲車頭分公司',
          address: '臺中市大甲區大甲里蔣公路二號一樓'
        },
      ],
      '大肚區': [
        {
          name: '大肚大洋分公司',
          address: '臺中市大肚區自強村中沙路一六四巷三弄一０三號一樓'
        },
        {
          name: '大肚瑞功分公司',
          address: '臺中市大肚區遊園路1段69-1號、71號、71-1號1樓'
        },
        {
          name: '大肚王田分公司',
          address: '臺中市大肚區沙田路1段144-1號'
        },
        {
          name: '大肚台蔗分公司',
          address: '臺中市大肚區遊園路2段2號'
        },
        {
          name: '台中市第五0一分公司',
          address: '臺中市大肚區沙田路2段771號'
        },
        {
          name: '大肚高山分公司',
          address: '臺中市大肚區頂街村大德三街三十八號一樓'
        },
      ],
      '大里區': [
        {
          name: '大里內新分公司',
          address: '臺中市大里區內新里內新街五十四號，五十六號一樓'
        },
        {
          name: '大里益民分公司',
          address: '臺中市大里區新里里益民路二段一七號、至聖路一０七號一樓'
        },
        {
          name: '大里大發分公司',
          address: '臺中市大里區東湖里中興路一段一０九之五號一樓'
        },
        {
          name: '大里立新分公司',
          address: '臺中市大里區立德里立新街三二一號一樓'
        },
        {
          name: '大里永勝分公司',
          address: '臺中市大里區永隆里大明路４６９號１樓'
        },
        {
          name: '大里大功分公司',
          address: '臺中市大里區國光里國光路２段３８號１樓'
        },
        {
          name: '大里東芳分公司',
          address: '臺中市大里區東湖里東南路142之6號1樓'
        },
        {
          name: '大里新城分公司',
          address: '臺中市大里區塗城里塗城路291號、三民二街99號1樓'
        },
        {
          name: '大里大金分公司',
          address: '臺中市大里區東湖里長春路78巷50號'
        },
        {
          name: '大里爽文分公司',
          address: '臺中市大里區永隆里爽文路870-1號'
        },
      ],
      '大雅區': [
        {
          name: '大雅雅環分公司',
          address: '臺中市大雅區大雅村雅環路二段一號，三號一樓'
        },
        {
          name: '大雅楓林分公司',
          address: '臺中市大雅區上楓村民生路三段四五八號一樓'
        },
        {
          name: '大雅廣福分公司',
          address: '臺中市大雅區橫山村中山路４７號１樓'
        },
        {
          name: '大雅上楓分公司',
          address: '臺中市大雅區上楓村民生路4段151號1樓'
        },
        {
          name: '大雅好雅分公司',
          address: '臺中市大雅區中清路123號．125號一樓'
        },
        {
          name: '台中市第五九八分公司',
          address: '臺中市大雅區雅楓里神林南路98號、98之1號'
        },
        {
          name: '台中市第五一五分公司',
          address: '臺中市大雅區學府路176-3號'
        },
        {
          name: '大雅永和分公司',
          address: '臺中市大雅區橫山村永和路八十九號一樓'
        },
        {
          name: '大雅清泉分公司',
          address: '臺中市大雅區六寶村中清路四段921號'
        },
      ],
      '太平區': [
        {
          name: '台中市第五五六分公司',
          address: '臺中市太平區豐年里大源十八街1號、台中市太平區豐年里大源二十街2號'
        },
        {
          name: '太平育仁分公司',
          address: '臺中市太平區新坪里臺中縣太平市新坪里新平路三段一四六號、一四八號、一五０號一樓'
        },
        {
          name: '太平水林分公司',
          address: '臺中市太平區中山路二段118號、118之1號、122號1樓'
        },
        {
          name: '太平建昌分公司',
          address: '臺中市太平區宜欣里臺中縣太平市宜欣里新平路二段八十二號一樓'
        },
        {
          name: '潭子矽品分公司',
          address: '臺中市太平區宜欣里臺中縣潭子鄉潭秀村中山路三段一五三號一樓'
        },
        {
          name: '太平新興分公司',
          address: '臺中市太平區光華里臺中縣太平市光華里大興十一街２０７號１樓'
        },
        {
          name: '太平永益分公司',
          address: '臺中市太平區長億里長億六街53之27號1樓'
        },
        {
          name: '太平再福分公司',
          address: '臺中市太平區振福路427號．429號．431號'
        },
        {
          name: '太平光德分公司',
          address: '臺中市太平區光德路101號1樓'
        },
        {
          name: '台中市第五九五分公司',
          address: '臺中市太平區光明里大興路127號'
        },
      ],
      '新社區': [
        {
          name: '新社興安分公司',
          address: '臺中市新社區新社村興社街４段２６之１號１樓'
        },
      ],
      '東勢區': [
        {
          name: '東勢客進分公司',
          address: '臺中市東勢區新盛里中正路一號一樓'
        },
        {
          name: '東勢勢林分公司',
          address: '臺中市東勢區東新里勢林街二三０號一樓'
        },
        {
          name: '東勢豐勢分公司',
          address: '臺中市東勢區東安里豐勢路四八四號一樓'
        },
        {
          name: '東勢領先分公司',
          address: '臺中市東勢區東崎路五段367號1樓'
        },
      ],
      '東區': [
        {
          name: '台中市第五六O分公司',
          address: '臺中市東區富台里富台東街72、76號1樓'
        },
        {
          name: '台中市第五六七分公司',
          address: '臺中市東區新庄里復興路4段147號'
        },
        {
          name: '台中市第五七一分公司',
          address: '臺中市東區富仁里自由路3段95號'
        },
        {
          name: '台中東英分公司',
          address: '臺中市東區東信里旱溪東路1段300號、301號1樓'
        },
        {
          name: '台中東園分公司',
          address: '臺中市東區樂成里東光園路536號1樓'
        },
        {
          name: '台中市第五七四分公司',
          address: '臺中市東區東門里東門路118號、東福路72號'
        },
        {
          name: '台中市第六O四分公司',
          address: '臺中市東區新庄里和平街119-4號'
        },
        {
          name: '台中十甲分公司',
          address: '臺中市東區十甲路262號1樓'
        },
        {
          name: '台中長樂分公司',
          address: '臺中市東區樂業路342號1樓'
        },
        {
          name: '臺中和平分公司',
          address: '臺中市東區臺中路１０３號１樓'
        },
      ],
      '梧棲區': [
        {
          name: '台中市第五六三分公司',
          address: '臺中市梧棲區草湳里臨港路3段9號'
        },
        {
          name: '梧棲中和分公司',
          address: '臺中市梧棲區文化里中和街1號1樓'
        },
        {
          name: '梧棲自強分公司',
          address: '臺中市梧棲區草湳里自強一街132號，134號1樓'
        },
        {
          name: '梧棲大庄分公司',
          address: '臺中市梧棲區大庄里臺灣大道8段506號1樓'
        },
        {
          name: '梧棲正港分公司',
          address: '臺中市梧棲區民生街61號、63號1樓'
        },
        {
          name: '台中市第六０一分公司',
          address: '臺中市梧棲區大村里中華路1段1001號'
        },
        {
          name: '台中市第六O六分公司',
          address: '臺中市梧棲區頂寮里四維路104號'
        },
        {
          name: '梧棲港埠分公司',
          address: '臺中市梧棲區安仁里港埠路二段十七號一樓'
        },
      ],
      '沙鹿區': [
        {
          name: '台中市第六一八分公司',
          address: '臺中市沙鹿區南勢里南斗路29號'
        },
        {
          name: '沙鹿弘光分公司',
          address: '臺中市沙鹿區六路里北勢東路二六三號一樓'
        },
        {
          name: '沙鹿鎮南分公司',
          address: '臺中市沙鹿區北勢里鎮南路２段２６８號１樓'
        },
        {
          name: '沙鹿鎮平分公司',
          address: '臺中市沙鹿區南勢里鎮南路2段95號1樓'
        },
        {
          name: '沙鹿正德分公司',
          address: '臺中市沙鹿區埔子里屏西路98號1樓'
        },
        {
          name: '沙鹿東家分公司',
          address: '臺中市沙鹿區北勢東路411-2號'
        },
        {
          name: '沙鹿沙田分公司',
          address: '臺中市沙鹿區興安里沙田路101號1樓'
        },
        {
          name: '沙鹿光榮分公司',
          address: '臺中市沙鹿區光華路359號、361號'
        },
        {
          name: '台中市第五八三分公司',
          address: '臺中市沙鹿區鹿寮里成功東街42、44、46號'
        },
        {
          name: '台中市第六一四分公司',
          address: '臺中市沙鹿區興安里興安路53之3號'
        },
      ],
      '清水區': [
        {
          name: '台中市第五八一分公司',
          address: '臺中市清水區南社里民和路2段197號、199號'
        },
        {
          name: '台中市第五九四分公司',
          address: '臺中市清水區秀水里中清路9段442號'
        },
        {
          name: '清水好美分公司',
          address: '臺中市清水區高美路308-1號'
        },
        {
          name: '清水米糕分公司',
          address: '臺中市清水區新興路119號、中興街12-1號'
        },
        {
          name: '清水中山分公司',
          address: '臺中市清水區中山路１１０號１樓'
        },
      ],
      '潭子區': [
        {
          name: '台中市第五六四分公司',
          address: '臺中市潭子區甘蔗里興華一路261號'
        },
        {
          name: '潭子榮興分公司',
          address: '臺中市潭子區家興村榮興街五十七巷一號一樓'
        },
        {
          name: '潭子頭家分公司',
          address: '臺中市潭子區頭家村頭張路2段112號'
        },
        {
          name: '台中市第五七五分公司',
          address: '臺中市潭子區福仁里圓通南路143號及復興路1段237號、239號1樓'
        },
        {
          name: '潭子潭興分公司',
          address: '臺中市潭子區潭興路2段476號、478號1樓'
        },
        {
          name: '台中市第五0三分公司',
          address: '臺中市潭子區勝利路58號1樓'
        },
        {
          name: '台中市第五0二分公司',
          address: '臺中市潭子區雅豐街321、323、325號1樓'
        },
        {
          name: '潭子大豐分公司',
          address: '臺中市潭子區大豐村大豐路三段一三六號一樓'
        },
        {
          name: '潭子祥和分公司',
          address: '臺中市潭子區栗林村祥和路六十二號、六十四號一樓'
        },
        {
          name: '潭子東寶分公司',
          address: '臺中市潭子區東寶村大富路一段十一號一樓'
        },
      ],
      '烏日區': [
        {
          name: '烏日三民分公司',
          address: '臺中市烏日區烏日村中山路二段２２０號，三民街１３６號１樓'
        },
        {
          name: '台中市第五四一分公司',
          address: '臺中市烏日區信義街157號'
        },
        {
          name: '台中市第五五五分公司',
          address: '臺中市烏日區三榮路2段352號'
        },
        {
          name: '烏日高鐵分公司',
          address: '臺中市烏日區烏日村光日路三五六號、三五八號一樓'
        },
        {
          name: '烏日成嶺分公司',
          address: '臺中市烏日區學田村學田路719號1樓'
        },
        {
          name: '台中市第五六九分公司',
          address: '臺中市烏日區三和里高鐵路1段70號1樓'
        },
        {
          name: '台中市第五八六分公司',
          address: '臺中市烏日區榮泉里健行路177號1樓'
        },
        {
          name: '烏日金鴿分公司',
          address: '臺中市烏日區五光路95之1號'
        },
        {
          name: '台中市第五0四分公司',
          address: '臺中市烏日區溪南路1段659號'
        },
        {
          name: '台中市第五一二分公司',
          address: '臺中市烏日區公園路306號'
        },
      ],
      '石岡區': [
        {
          name: '台中市第五六五分公司',
          address: '臺中市石岡區萬安里豐勢路1103號'
        },
      ],
      '神岡區': [
        {
          name: '神岡陞灃分公司',
          address: '臺中市神岡區中山路517號'
        },
        {
          name: '神岡新社口分公司',
          address: '臺中市神岡區昌平路五段289號'
        },
        {
          name: '神岡大漢分公司',
          address: '臺中市神岡區大社村大漢街七十二號一樓'
        },
        {
          name: '神岡工業分公司',
          address: '臺中市神岡區北庄村中山路一一二０之二、一一二０之三號一樓'
        },
      ],
      '西區': [
        {
          name: '台中分公司',
          address: '臺中市西區公正里精誠路１２８號２樓'
        },
        {
          name: '台中市第五六一分公司',
          address: '臺中市西區和龍里五權路205號、205-1號'
        },
        {
          name: '台中尚美分公司',
          address: '臺中市西區中興里向上路192號、194號1樓'
        },
        {
          name: '台中市民分公司',
          address: '臺中市西區公正路103號'
        },
        {
          name: '台中全球分公司',
          address: '臺中市西區中華路1段1-59號、1-60號、1-61號、1-62號及民生路125號、127號、129號'
        },
        {
          name: '台中市第五七八分公司',
          address: '臺中市西區吉龍里五權五街141號、143號及139巷2號、4號1樓'
        },
        {
          name: '台中市第六一六分公司',
          address: '臺中市西區公民里五廊街6號'
        },
        {
          name: '台中高昇分公司',
          address: '臺中市西區華美街149之1號、157號、159號1樓'
        },
        {
          name: '台中上安分公司',
          address: '臺中市西區上安路136號1樓'
        },
        {
          name: '台中鑫美分公司',
          address: '臺中市西區美村路1段22號'
        },
      ],
      '西屯區': [
        {
          name: '台中河南分公司',
          address: '臺中市西屯區逢甲里河南路二段三二五號一樓'
        },
        {
          name: '臺中西屯分公司',
          address: '臺中市西屯區西屯路二段９０之２３號１樓'
        },
        {
          name: '台中市第五五九分公司',
          address: '臺中市西屯區福雅里永福路122號1樓'
        },
        {
          name: '台中市第五六六分公司',
          address: '臺中市西屯區大鵬里成都路368號'
        },
        {
          name: '台中市第五七三分公司',
          address: '臺中市西屯區逢福里文華路105之10號'
        },
        {
          name: '台中市第六一九分公司',
          address: '臺中市西屯區福恩里工業區一路70號'
        },
        {
          name: '台中朝貴分公司',
          address: '臺中市西屯區朝馬路139號、141號、143號'
        },
        {
          name: '台中惠安分公司',
          address: '臺中市西屯區何德里甘肅路1段18號1樓'
        },
        {
          name: '台中福鄰分公司',
          address: '臺中市西屯區永安里西屯路3段166之25號1樓'
        },
        {
          name: '台中天保分公司',
          address: '臺中市西屯區中工三路214-1號、214-2號1樓'
        },
      ],
      '豐原區': [
        {
          name: '豐原復興分公司',
          address: '臺中市豐原區復興路２４號１樓'
        },
        {
          name: '豐原永康分公司',
          address: '臺中市豐原區南陽里永康路二一五之一號一樓'
        },
        {
          name: '豐原豐南分公司',
          address: '臺中市豐原區田心里豐南街１３３號、１３３之１號１樓'
        },
        {
          name: '豐原綠山分公司',
          address: '臺中市豐原區北陽里南陽路60號1樓'
        },
        {
          name: '豐原互助分公司',
          address: '臺中市豐原區三村里西勢路411號1樓'
        },
        {
          name: '豐原豐富分公司',
          address: '臺中市豐原區南村里水源路450-1號1樓'
        },
        {
          name: '豐原真樂分公司',
          address: '臺中市豐原區豐勢路2段787號'
        },
        {
          name: '台中市第五八二分公司',
          address: '臺中市豐原區北陽里13鄰豐原大道4段293號'
        },
        {
          name: '豐原甜心分公司',
          address: '臺中市豐原區田心路2段271號、273號、275號'
        },
        {
          name: '台中市第五0五分公司',
          address: '臺中市豐原區圓環南路76號、中興路240-1號'
        },
      ],
      '霧峰區': [
        {
          name: '霧峰金來分公司',
          address: '臺中市霧峰區中正路803號1樓'
        },
        {
          name: '霧峰中投分公司',
          address: '臺中市霧峰區中投西路2段430號'
        },
        {
          name: '霧峰九德分公司',
          address: '臺中市霧峰區四德路204號'
        },
        {
          name: '霧峰新振興分公司',
          address: '臺中市霧峰區草湖路49號'
        },
        {
          name: '霧峰金亞洲分公司',
          address: '臺中市霧峰區南柳村柳豐路368號1樓、370號1樓'
        },
        {
          name: '霧峰吉峰分公司',
          address: '臺中市霧峰區吉峰村民生路三五三號一樓'
        },
        {
          name: '霧峰五福分公司',
          address: '臺中市霧峰區丁台里臺中縣霧峰鄉丁台村六股路二九二號一樓'
        },
      ],
      '龍井區': [
        {
          name: '龍井藝術分公司',
          address: '臺中市龍井區東海村藝術街92號1樓'
        },
        {
          name: '龍井龍后分公司',
          address: '臺中市龍井區新東村新興路21號1樓'
        },
        {
          name: '龍井海大分公司',
          address: '臺中市龍井區新興路東興巷46號、48號、50號'
        },
        {
          name: '龍井學園分公司',
          address: '臺中市龍井區遊園南路297號'
        },
        {
          name: '台中市第六O八分公司',
          address: '臺中市龍井區東海里遊園北路443號、445號'
        },
        {
          name: '龍井龍山分公司',
          address: '臺中市龍井區山腳里龍山街85號'
        },
        {
          name: '龍井新文勝分公司',
          address: '臺中市龍井區台中港路東園巷1弄39號1樓'
        },
        {
          name: '台中市第五一六分公司',
          address: '臺中市龍井區新興路49巷2號'
        },
        {
          name: '台中市第五三六分公司',
          address: '臺中市龍井區龍社路439號'
        },
        {
          name: '龍井茄投分公司',
          address: '臺中市龍井區龍東村茄投路六十七之一號一樓'
        },
      ],
    },
    '臺北市': {
      '中山區': [
        {
          name: '中興分公司',
          address: '臺北市中山區龍江路201號1樓'
        },
        {
          name: '松花分公司',
          address: '臺北市中山區松江路九十五之一號一樓'
        },
        {
          name: '濱江分公司',
          address: '臺北市中山區建國北路三段111號1樓'
        },
        {
          name: '大直分公司',
          address: '臺北市中山區大直街33巷1號1樓'
        },
        {
          name: '光華分公司',
          address: '臺北市中山區松江路24之1號1樓'
        },
        {
          name: '農安分公司',
          address: '臺北市中山區農安街249號1樓'
        },
        {
          name: '吉林分公司',
          address: '臺北市中山區吉林路314號1樓'
        },
        {
          name: '台北市第五四O分公司',
          address: '臺北市中山區龍江路356巷72號'
        },
        {
          name: '台北市第五四六分公司',
          address: '臺北市中山區力行里龍江路95號、97號1樓'
        },
        {
          name: '台北市第五四七分公司',
          address: '臺北市中山區中原里中原街16號、18號1樓'
        },
      ],
      '中正區': [
        {
          name: '西站分公司',
          address: '臺北市中正區懷寧街7之1號1樓'
        },
        {
          name: '文祥分公司',
          address: '臺北市中正區杭州南路1段147號1樓'
        },
        {
          name: '杭愛分公司',
          address: '臺北市中正區杭州南路一段八十三號一樓'
        },
        {
          name: '文盛分公司',
          address: '臺北市中正區汀州路3段173號1樓'
        },
        {
          name: '公館分公司',
          address: '臺北市中正區汀州路3段251號1１樓'
        },
        {
          name: '林森南路分公司',
          address: '臺北市中正區林森南路57號1樓'
        },
        {
          name: '南陽分公司',
          address: '臺北市中正區信陽街15號1樓'
        },
        {
          name: '台北市第五四五分公司',
          address: '臺北市中正區汀州路2段38號1樓及台北市中正區廈門街61號、63號1樓'
        },
        {
          name: '台北市第五五三分公司',
          address: '臺北市中正區館前路36號1樓'
        },
        {
          name: '館中分公司',
          address: '臺北市中正區文盛里羅斯福路3段316巷8弄1號1樓'
        },
      ],
      '信義區': [
        {
          name: '永孝分公司',
          address: '臺北市信義區松信路145號1樓'
        },
        {
          name: '莊敬分公司',
          address: '臺北市信義區莊敬路374號1樓'
        },
        {
          name: '永林分公司',
          address: '臺北市信義區虎林街82巷23號1樓'
        },
        {
          name: '光復南路分公司',
          address: '臺北市信義區光復南路447之2號1樓'
        },
        {
          name: '六張黎分公司',
          address: '臺北市信義區和平東路三段387號1樓'
        },
        {
          name: '祥和分公司',
          address: '臺北市信義區信義路五段150巷401弄31號1樓'
        },
        {
          name: '台北市第五四一分公司',
          address: '臺北市信義區松德路200巷13號、15號1樓'
        },
        {
          name: '台北市第五四四分公司',
          address: '臺北市信義區莊敬路307號、309號'
        },
        {
          name: '台北市第五六O分公司',
          address: '臺北市信義區永春里中坡北路23號1樓'
        },
        {
          name: '台北市第五六八分公司',
          address: '臺北市信義區惠安里吳興街334號'
        },
      ],
      '內湖區': [
        {
          name: '湖安分公司',
          address: '臺北市內湖區內湖路1段285巷19號1樓'
        },
        {
          name: '東湖分公司',
          address: '臺北市內湖區東湖路４５號１樓'
        },
        {
          name: '三民分公司',
          address: '臺北市內湖區民權東路6段90巷1號1樓'
        },
        {
          name: '文德分公司',
          address: '臺北市內湖區文德路２號１樓'
        },
        {
          name: '台北市第五四三分公司',
          address: '臺北市內湖區石潭路67號1樓'
        },
        {
          name: '台北市第六三三分公司',
          address: '臺北市內湖區湖元里民善街1號1樓'
        },
        {
          name: '碧湖分公司',
          address: '臺北市內湖區麗山里內湖路1段593號1樓'
        },
        {
          name: '新瑞分公司',
          address: '臺北市內湖區西康里堤頂大道2段407巷26號1樓'
        },
        {
          name: '瑞湖分公司',
          address: '臺北市內湖區港墘里瑞光路513巷39號1樓'
        },
        {
          name: '康福分公司',
          address: '臺北市內湖區樂康里康樂街87號1樓'
        },
      ],
      '其他': [
        {
          name: '信義分公司',
          address: '臺北市信義路三段２００號１樓'
        },
        {
          name: '雙連分公司',
          address: '臺北市民生西路１３８號１樓'
        },
        {
          name: '中山北路分公司',
          address: '臺北市中山北二段１７０號１樓'
        },
        {
          name: '和平東路分公司',
          address: '臺北市和平東路三段４９號１樓'
        },
        {
          name: '吳興分公司',
          address: '臺北市吳興街２５７，２５９號１樓'
        },
        {
          name: '民生西路分公司',
          address: '臺北市民生西路２１４號１樓'
        },
        {
          name: '南京新村分公司',
          address: '臺北市南京東路4段191號1樓'
        },
        {
          name: '天津分公司',
          address: '臺北市中山北路一段１２１巷９號１樓'
        },
        {
          name: '虎林巿分公司',
          address: '臺北市忠孝東路五段４７０號１樓'
        },
        {
          name: '龍江分公司',
          address: '臺北市龍江路９３號'
        },
      ],
      '北投區': [
        {
          name: '文化分公司',
          address: '臺北市北投區中央北路2段97號1樓'
        },
        {
          name: '大興分公司',
          address: '臺北市北投區大興街二十一號１樓'
        },
        {
          name: '大業分公司',
          address: '臺北市北投區大興街22號1樓'
        },
        {
          name: '石牌分公司',
          address: '臺北市北投區石牌路二段１６５號１樓'
        },
        {
          name: '台北市第五七O分公司',
          address: '臺北市北投區永和里中山北路七段219巷3弄171號1樓'
        },
        {
          name: '中永分公司',
          address: '臺北市北投區開明里中和街252號1樓'
        },
        {
          name: '永興分公司',
          address: '臺北市北投區中庸里永興路1段1號、3號1樓'
        },
        {
          name: '榮總分公司',
          address: '臺北市北投區永欣里石牌路二段二０一號一樓'
        },
        {
          name: '德芬分公司',
          address: '臺北市北投區吉利里石牌里１段３９巷１２４號１樓'
        },
        {
          name: '大同分公司',
          address: '臺北市北投區大同里大業路452巷31號1樓'
        },
      ],
      '南港區': [
        {
          name: '台北市第五五七分公司',
          address: '臺北市南港區舊莊街1段169號及145巷2弄22號'
        },
        {
          name: '工業二分公司',
          address: '臺北市南港區三重里園區街3號2樓之7'
        },
        {
          name: '向陽分公司',
          address: '臺北市南港區東新里重陽路16號1樓'
        },
        {
          name: '研究院分公司',
          address: '臺北市南港區研究院路2段70巷1號1樓'
        },
        {
          name: '國興分公司',
          address: '臺北市南港區中研里舊莊街1段3巷3弄2號1樓'
        },
        {
          name: '港福分公司',
          address: '臺北市南港區仁福里福德街373巷63號'
        },
        {
          name: '工業三分公司',
          address: '臺北市南港區三重里三重路66之2號1樓'
        },
        {
          name: '胡適分公司',
          address: '臺北市南港區舊莊街1段3巷16號、18號1樓'
        },
        {
          name: '北鑫分公司',
          address: '臺北市南港區中坡南路15號'
        },
        {
          name: '華科大分公司',
          address: '臺北市南港區研究院路3段245號'
        },
      ],
      '士林區': [
        {
          name: '大南分公司',
          address: '臺北市士林區大南路52號1樓'
        },
        {
          name: '通河分公司',
          address: '臺北市士林區通河街145號1樓'
        },
        {
          name: '永新分公司',
          address: '臺北市士林區社子街27號1樓'
        },
        {
          name: '士林文林分公司',
          address: '臺北市士林區文林路１９５號１樓'
        },
        {
          name: '台北市第五五０分公司',
          address: '臺北市士林區天福里忠誠路2段168號1樓'
        },
        {
          name: '台北市第五五一分公司',
          address: '臺北市士林區葫東里重慶北路4段182號、184號1樓'
        },
        {
          name: '台北市第五五二分公司',
          address: '臺北市士林區天母西路40-2號1樓'
        },
        {
          name: '台北市第六三六分公司',
          address: '臺北市士林區名山里雨聲街36號1樓'
        },
        {
          name: '台北市第六三九分公司',
          address: '臺北市士林區福佳里文昌路95號地下3層'
        },
        {
          name: '至善分公司',
          address: '臺北市士林區臨溪里至善路2段268號1樓'
        },
      ],
      '大同區': [
        {
          name: '寧夏分公司',
          address: '臺北市大同區寧夏路28號、30號1樓'
        },
        {
          name: '福澤分公司',
          address: '臺北市大同區民權西路146號1樓'
        },
        {
          name: '台北市第六三五分公司',
          address: '臺北市大同區建功里長安西路258號1樓'
        },
        {
          name: '福安分公司',
          address: '臺北市大同區建明里長安西路54號1樓'
        },
        {
          name: '日新分公司',
          address: '臺北市大同區光能里承德路2段39號、41號1樓'
        },
        {
          name: '國順分公司',
          address: '臺北市大同區國順里延平北路3段118號1樓'
        },
        {
          name: '大龍分公司',
          address: '臺北市大同區斯文里大龍街133號1樓'
        },
        {
          name: '蘭州分公司',
          address: '臺北市大同區至聖里大龍街217號1樓'
        },
        {
          name: '台北市第五九一分公司',
          address: '臺北市大同區建泰里太原路81號'
        },
        {
          name: '台北市第五九八分公司',
          address: '臺北市大同區建功里南京西路308號、310號1樓'
        },
      ],
      '大安區': [
        {
          name: '建國分公司',
          address: '臺北市大安區建國南路2段151巷38號1樓'
        },
        {
          name: '興仁分公司',
          address: '臺北市大安區復興南路1段217號1樓'
        },
        {
          name: '和東分公司',
          address: '臺北市大安區和平東路2段102之3號1樓'
        },
        {
          name: '和新分公司',
          address: '臺北市大安區和平東路2段22號1樓'
        },
        {
          name: '光新分公司',
          address: '臺北市大安區光復南路418號1樓'
        },
        {
          name: '延吉分公司',
          address: '臺北市大安區忠孝東路四段216巷31號1樓'
        },
        {
          name: '敦安分公司',
          address: '臺北市大安區安和路一段122巷27號1樓'
        },
        {
          name: '師大分公司',
          address: '臺北市大安區師大路79號1樓'
        },
        {
          name: '大安分公司',
          address: '臺北市大安區大安路1段20號1樓'
        },
        {
          name: '仁慈分公司',
          address: '臺北市大安區仁愛路4段48巷6號1樓'
        },
      ],
      '文山區': [
        {
          name: '興業分公司',
          address: '臺北市文山區興隆路2段279號1樓'
        },
        {
          name: '景興分公司',
          address: '臺北市文山區興隆路1段249號1樓'
        },
        {
          name: '景文分公司',
          address: '臺北市文山區景文街83號1樓'
        },
        {
          name: '木柵路分公司',
          address: '臺北市文山區木柵路3段148號1樓'
        },
        {
          name: '台北市第五五八分公司',
          address: '臺北市文山區興豐里興隆路2段75號、77號、79號'
        },
        {
          name: '試院分公司',
          address: '臺北市文山區試院里木柵路1段91號、93號1樓'
        },
        {
          name: '明興分公司',
          address: '臺北市文山區明興里木柵路2段109巷25弄2號、2之1號1樓'
        },
        {
          name: '師美分公司',
          address: '臺北市文山區萬年里汀州路4段77號1樓'
        },
        {
          name: '再興分公司',
          address: '臺北市文山區興家里興隆路3段207巷11弄2號1樓'
        },
        {
          name: '木興分公司',
          address: '臺北市文山區明義里木柵路2段52號1樓'
        },
      ],
      '松山區': [
        {
          name: '民復分公司',
          address: '臺北市松山區民生東路四段80巷3號1樓'
        },
        {
          name: '新東分公司',
          address: '臺北市松山區新東街14號1樓'
        },
        {
          name: '中崙分公司',
          address: '臺北市松山區八德路三段74巷43號1樓'
        },
        {
          name: '台北市第五四二分公司',
          address: '臺北市松山區南京東路5段291巷14號、16號'
        },
        {
          name: '台北市第五五五分公司',
          address: '臺北市松山區東榮里民生東路5段37號'
        },
        {
          name: '台北市第五六一分公司',
          address: '臺北市松山區東光里南京東路5段123巷1號及1-1號1樓'
        },
        {
          name: '台北市第五六二分公司',
          address: '臺北市松山區中華里敦化北路199巷2弄5號1樓'
        },
        {
          name: '台北市第六三四分公司',
          address: '臺北市松山區中華里南京東路4段47號1樓、47之1號1樓'
        },
        {
          name: '寶清分公司',
          address: '臺北市松山區慈祐里八德路四段五九八號一樓'
        },
        {
          name: '寶清分公司',
          address: '臺北市松山區慈祐里八德路四段598號1樓'
        },
      ],
      '萬華區': [
        {
          name: '康定分公司',
          address: '臺北市萬華區康定路73號1樓'
        },
        {
          name: '龍山分公司',
          address: '臺北市萬華區康定路１８９號１樓'
        },
        {
          name: '環南分公司',
          address: '臺北市萬華區環河南路2段298號1樓'
        },
        {
          name: '寶興分公司',
          address: '臺北市萬華區寶興街78號1樓'
        },
        {
          name: '台北市第五四九分公司',
          address: '臺北市萬華區保德里東園街172號、174號及長泰街132號1樓'
        },
        {
          name: '台北市第五五九分公司',
          address: '臺北市萬華區青山里廣州街235-1號、235-2號'
        },
        {
          name: '台北市第五七三分公司',
          address: '臺北市萬華區富福里西園路1段159號、161號1樓'
        },
        {
          name: '台北市第六三七分公司',
          address: '臺北市萬華區福星里漢口街2段67之2號1樓及昆明街58之6號1樓'
        },
        {
          name: '長泰分公司',
          address: '臺北市萬華區壽德里長泰街2號、2之1號1樓'
        },
        {
          name: '和西分公司',
          address: '臺北市萬華區愛鄉里和平西路3段290之5號、290之6號1樓'
        },
      ],
    },
    '臺南市': {
      '下營區': [
        {
          name: '下營中山分公司',
          address: '臺南市下營區仁里村中山路二段三十二號一樓'
        },
      ],
      '中西區': [
        {
          name: '台南中山分公司',
          address: '臺南市中西區廣慈里中山路一三九號一樓'
        },
        {
          name: '台南市第二二O分公司',
          address: '臺南市中西區武聖路153號1樓'
        },
        {
          name: '台南市第二四O分公司',
          address: '臺南市中西區西湖里湖美街72號1樓'
        },
        {
          name: '台南赤崁分公司',
          address: '臺南市中西區臺南市中西區三民里民族路２段２５７號１樓'
        },
        {
          name: '台南康樂二分公司',
          address: '臺南市中西區中正里康樂街１５０號１樓'
        },
        {
          name: '台南康樂一分公司',
          address: '臺南市中西區康樂街135號1樓'
        },
        {
          name: '台南市第二二八分公司',
          address: '臺南市中西區仙草里五妃街270號1樓'
        },
        {
          name: '台南市第二三八分公司',
          address: '臺南市中西區大涼里府前路2段277號'
        },
        {
          name: '台南康樂三分公司',
          address: '臺南市中西區府前路2段178號1樓'
        },
        {
          name: '台南忠義分公司',
          address: '臺南市中西區忠義路1段56號1樓'
        },
      ],
      '仁德區': [
        {
          name: '仁德仁義分公司',
          address: '臺南市仁德區仁義村中山路四二六號一樓'
        },
        {
          name: '台南市第二二一分公司',
          address: '臺南市仁德區德善路279-3號'
        },
        {
          name: '仁德鼎安分公司',
          address: '臺南市仁德區後壁村德安路一之一號一樓'
        },
        {
          name: '仁德德洋分公司',
          address: '臺南市仁德區後壁村德洋路２４８之１號１樓'
        },
        {
          name: '台南市第二0六分公司',
          address: '臺南市仁德區德南路22巷1、3號、24、26號1樓'
        },
        {
          name: '台南市第二一五分公司',
          address: '臺南市仁德區中正路二段805號'
        },
      ],
      '佳里區': [
        {
          name: '台南市第二二五分公司',
          address: '臺南市佳里區建南里中山路155號'
        },
        {
          name: '佳里佳興分公司',
          address: '臺南市佳里區興化里佳里興441-1號'
        },
        {
          name: '台南市第二0三分公司',
          address: '臺南市佳里區延平路267號'
        },
        {
          name: '佳里延平分公司',
          address: '臺南市佳里區六安里忠孝東路九十一號一樓'
        },
        {
          name: '佳里光復分公司',
          address: '臺南市佳里區安西里光復路三二七號一樓'
        },
      ],
      '六甲區': [
        {
          name: '六甲新民分公司',
          address: '臺南市六甲區中正路394號1樓'
        },
      ],
      '其他': [
        {
          name: '台南市第二二七分公司',
          address: '臺南市新市區新和里民權路52號'
        },
        {
          name: '新市大社分公司',
          address: '臺南市新市區大社村335號'
        },
      ],
      '北區': [
        {
          name: '台南公園分公司',
          address: '臺南市北區興南里公園北路一三一號一樓'
        },
        {
          name: '台南忠成分公司',
          address: '臺南市北區大公里成功路一一八號，一二０號一樓'
        },
        {
          name: '台南北園分公司',
          address: '臺南市北區開元里北園街二十號一樓'
        },
        {
          name: '台南和順分公司',
          address: '臺南市北區和順里公園南路三六０號一樓'
        },
        {
          name: '台南育德分公司',
          address: '臺南市北區成德里育德路四三三號一樓'
        },
        {
          name: '台南國宅分公司',
          address: '臺南市北區大道里北門路２段５４５號１樓'
        },
        {
          name: '台南和緯分公司',
          address: '臺南市北區文成里和緯路3段333號1樓'
        },
        {
          name: '台南新北門分公司',
          address: '臺南市北區北門路2段71號1樓'
        },
        {
          name: '台南市第二三一分公司',
          address: '臺南市北區長德里長北街112號'
        },
        {
          name: '台南大豐分公司',
          address: '臺南市北區中華北路1段80號1樓'
        },
      ],
      '南區': [
        {
          name: '台南市第二三六分公司',
          address: '臺南市南區喜北里喜樹路220號'
        },
        {
          name: '台南永寧分公司',
          address: '臺南市南區永寧里9鄰灣裡路278號'
        },
        {
          name: '台南金華分公司',
          address: '臺南市南區新孝路72號1樓、74號1樓'
        },
        {
          name: '台南新和分公司',
          address: '臺南市南區新建路47號1樓'
        },
        {
          name: '台南市第二0九分公司',
          address: '臺南市南區金華路2段384號'
        },
        {
          name: '台南市第二一0分公司',
          address: '臺南市南區大同路2段136巷2號'
        },
        {
          name: '台南華興分公司',
          address: '臺南市南區明興里中華南路二段一一０號一樓'
        },
      ],
      '善化區': [
        {
          name: '善化住華分公司',
          address: '臺南市善化區南關里環東路２段３２號２樓'
        },
        {
          name: '善化光文分公司',
          address: '臺南市善化區光文里中山路９９號１樓'
        },
        {
          name: '善化正國分公司',
          address: '臺南市善化區文昌里中正路１６０號１樓'
        },
        {
          name: '台南市第二三0分公司',
          address: '臺南市善化區坐駕里建國路38號'
        },
        {
          name: '善化和平分公司',
          address: '臺南市善化區中山路231之6號1樓'
        },
      ],
      '學甲區': [
        {
          name: '學甲狀元分公司',
          address: '臺南市學甲區西明里中山路一八三號之六.一樓'
        },
      ],
      '安南區': [
        {
          name: '台南大安分公司',
          address: '臺南市安南區大安里大安街１４０號１樓'
        },
        {
          name: '台南安慶分公司',
          address: '臺南市安南區理想里大安街728號1樓'
        },
        {
          name: '台南國平分公司',
          address: '臺南市安南區平通里國平路599之1號1樓'
        },
        {
          name: '台南文安分公司',
          address: '臺南市安南區溪北里安和路1段73號、75號1樓'
        },
        {
          name: '台南安順分公司',
          address: '臺南市安南區安和路2段166號'
        },
        {
          name: '台南新本原分公司',
          address: '臺南市安南區本原街3段247號1樓'
        },
        {
          name: '台南市第二一二分公司',
          address: '臺南市安南區長和路2段12巷275號'
        },
        {
          name: '台南安中分公司',
          address: '臺南市安南區梅花里安中路一段六九九巷一號一樓'
        },
        {
          name: '台南安南分公司',
          address: '臺南市安南區溪墘里海佃路一段一六０號一樓'
        },
        {
          name: '台南興德分公司',
          address: '臺南市安南區淵西里安中路四段二三八號一樓'
        },
      ],
      '安定區': [
        {
          name: '安定港口分公司',
          address: '臺南市安定區港南村港口244之28號1樓'
        },
        {
          name: '安定善高分公司',
          address: '臺南市安定區蘇厝村蘇厝293之68號'
        },
        {
          name: '安定保安分公司',
          address: '臺南市安定區保西村339之1號、339之3號1樓'
        },
        {
          name: '安定海寮分公司',
          address: '臺南市安定區海寮10-2號、10-3號1樓'
        },
      ],
      '安平區': [
        {
          name: '台南市第二二六分公司',
          address: '臺南市安平區平安里安平路428號'
        },
        {
          name: '台南建平分公司',
          address: '臺南市安平區文平里健康路３段１０號１樓'
        },
        {
          name: '台南文平分公司',
          address: '臺南市安平區怡平里文平路405號．407號1樓'
        },
        {
          name: '台南市第二0七分公司',
          address: '臺南市安平區健康三街235號'
        },
        {
          name: '台南市第二一七分公司',
          address: '臺南市安平區慶平路573號1樓'
        },
        {
          name: '台南康裕分公司',
          address: '臺南市安平區育平里健康三街二０九號一樓'
        },
        {
          name: '台南慶平分公司',
          address: '臺南市安平區建平里慶平路八十號一樓'
        },
      ],
      '官田區': [
        {
          name: '台南市第二三五分公司',
          address: '臺南市官田區隆田里中山路1段35號'
        },
      ],
      '後壁區': [
        {
          name: '新營國道南分公司',
          address: '臺南市後壁區竹新里新厝69號'
        },
        {
          name: '新營國道北分公司',
          address: '臺南市後壁區竹新里新厝72號'
        },
        {
          name: '後壁茄苳分公司',
          address: '臺南市後壁區嘉民村上茄苳一四六之三十二號、一四六之三十三號一'
        },
      ],
      '新化區': [
        {
          name: '台南市第二二二分公司',
          address: '臺南市新化區信義路371號、371-1號'
        },
        {
          name: '新化新北分公司',
          address: '臺南市新化區中正路697號、699號、701號、703、705、705-1號'
        },
      ],
      '新營區': [
        {
          name: '新營百亨分公司',
          address: '臺南市新營區民權里民權路９０號１樓'
        },
        {
          name: '新營中興分公司',
          address: '臺南市新營區永生里中興路３２號１樓'
        },
        {
          name: '新營南紙分公司',
          address: '臺南市新營區南紙里建業路317號1樓'
        },
        {
          name: '新營東興分公司',
          address: '臺南市新營區新東里東興路188號1樓'
        },
        {
          name: '新營南新分公司',
          address: '臺南市新營區民治路177號1樓'
        },
        {
          name: '新營民興分公司',
          address: '臺南市新營區民治路122號、124號'
        },
        {
          name: '新營和平分公司',
          address: '臺南市新營區民榮里和平路四十六號一樓'
        },
        {
          name: '新營新興分公司',
          address: '臺南市新營區忠政里中正路三十九之九號一樓'
        },
      ],
      '東區': [
        {
          name: '台南崇德分公司',
          address: '臺南市東區崇成里崇德路七三七號一樓'
        },
        {
          name: '台南東平分公司',
          address: '臺南市東區小東里光明街二一七號，二一九號一樓'
        },
        {
          name: '台南林森分公司',
          address: '臺南市東區衛國里林森路二段一八八號一樓'
        },
        {
          name: '台南光明分公司',
          address: '臺南市東區小東里光明街五十二號一樓'
        },
        {
          name: '台南市第二二三分公司',
          address: '臺南市東區崇德里崇德路471-3號'
        },
        {
          name: '台南新博分公司',
          address: '臺南市東區育樂街170號1樓'
        },
        {
          name: '台南市第二二九分公司',
          address: '臺南市東區裕勝里裕信路383號'
        },
        {
          name: '台南崇善分公司',
          address: '臺南市東區崇善路688號1樓'
        },
        {
          name: '台南富農一分公司',
          address: '臺南市東區富農街2段3號、3-1號、3-2號1樓'
        },
        {
          name: '台南東德分公司',
          address: '臺南市東區崇德路128號'
        },
      ],
      '柳營區': [
        {
          name: '柳營重溪分公司',
          address: '臺南市柳營區重溪村小腳腿一二號一樓'
        },
      ],
      '歸仁區': [
        {
          name: '歸仁文仁分公司',
          address: '臺南市歸仁區後市村民族北街８５號１樓'
        },
        {
          name: '歸仁大順分公司',
          address: '臺南市歸仁區後市村大順街１７０號１樓'
        },
        {
          name: '歸仁民生分公司',
          address: '臺南市歸仁區南興村民生北街一０六號一樓'
        },
      ],
      '永康區': [
        {
          name: '永康福樂分公司',
          address: '臺南市永康區六合里中華二路二七０號一樓'
        },
        {
          name: '永康華橋分公司',
          address: '臺南市永康區大橋里大橋三街八十六號一樓'
        },
        {
          name: '台南市第二二四分公司',
          address: '臺南市永康區大灣東路38號'
        },
        {
          name: '台南市第二三九分公司',
          address: '臺南市永康區成功里中華一路61號'
        },
        {
          name: '永康新科分公司',
          address: '臺南市永康區塩行里臺南縣永康市�\\行里中正七街２７號、２９號１樓'
        },
        {
          name: '永康永勝分公司',
          address: '臺南市永康區復華里復華七街１１９號１樓'
        },
        {
          name: '永康永安分公司',
          address: '臺南市永康區鹽行里永安路113之7號1樓'
        },
        {
          name: '永康勝學分公司',
          address: '臺南市永康區勝利里勝學路240號1樓'
        },
        {
          name: '永康自強分公司',
          address: '臺南市永康區龍潭里自強路728號1樓'
        },
        {
          name: '永康永慶分公司',
          address: '臺南市永康區復國一路344、346號'
        },
      ],
      '玉井區': [
        {
          name: '台南市第二一三分公司',
          address: '臺南市玉井區民族路89號'
        },
      ],
      '西區': [
        {
          name: '台南和善分公司',
          address: '臺南市西區光賢里臺南市西區文賢里和善街六十九號一樓'
        },
      ],
      '西港區': [
        {
          name: '西港慶安分公司',
          address: '臺南市西港區慶安村中山路263號1樓'
        },
        {
          name: '台南市第二一四分公司',
          address: '臺南市西港區新興街11號'
        },
      ],
      '關廟區': [
        {
          name: '關廟英雄分公司',
          address: '臺南市關廟區香洋村南雄路一段一一三三號一樓'
        },
        {
          name: '台南市第二三四分公司',
          address: '臺南市關廟區東勢里旺萊路127號'
        },
        {
          name: '台南市第二一一分公司',
          address: '臺南市關廟區中央路246號'
        },
      ],
      '鹽水區': [
        {
          name: '鹽水朝琴分公司',
          address: '臺南市鹽水區水秀里朝琴路１４０之２號１樓'
        },
        {
          name: '鹽水清泉分公司',
          address: '臺南市鹽水區朝琴路65號1樓'
        },
        {
          name: '鹽水武廟分公司',
          address: '臺南市鹽水區岸內里金和路二號、四號一樓'
        },
      ],
      '麻豆區': [
        {
          name: '麻豆黎明分公司',
          address: '臺南市麻豆區中興里興國路46號1樓'
        },
        {
          name: '麻豆興中分公司',
          address: '臺南市麻豆區興中路228號'
        },
        {
          name: '台南市第二0二分公司',
          address: '臺南市麻豆區興中路51號、53號'
        },
      ],
    },
    '臺東縣': {
      '卑南鄉': [
        {
          name: '台東和平分公司',
          address: '臺東縣卑南鄉太平村和平路一０二號一樓'
        },
        {
          name: '台東龍泉分公司',
          address: '臺東縣卑南鄉溫泉村龍泉路五十五號一樓之一'
        },
        {
          name: '台東賓朗分公司',
          address: '臺東縣卑南鄉賓朗村賓朗路二九二號一樓'
        },
        {
          name: '卑南初鹿分公司',
          address: '臺東縣卑南鄉初鹿村忠孝路八十五號一樓'
        },
      ],
      '太麻里鄉': [
        {
          name: '台東太麻里分公司',
          address: '臺東縣太麻里鄉泰和村太麻里街一三０號一樓'
        },
      ],
      '成功鎮': [
        {
          name: '成功中華分公司',
          address: '臺東縣成功鎮忠智里中華路一二三號一樓'
        },
      ],
      '東河鄉': [
        {
          name: '台東縣第一O四分公司',
          address: '臺東縣東河鄉都蘭村都蘭路209-1號'
        },
      ],
      '關山鎮': [
        {
          name: '台東關山分公司',
          address: '臺東縣關山鎮里壠里臺東縣關山鎮里瓏里民權路一之六號一樓'
        },
        {
          name: '關山民族分公司',
          address: '臺東縣關山鎮里壟里民族路53-1號'
        },
      ],
      '鹿野鄉': [
        {
          name: '台東鹿野分公司',
          address: '臺東縣鹿野鄉鹿野村中華路１段９８號１樓'
        },
      ],
    },
    '臺東縣臺東市': {
      '其他': [
        {
          name: '台東縣一O二分公司',
          address: '臺東縣臺東市中山路345號1、2樓'
        },
        {
          name: '台東知本分公司',
          address: '臺東縣臺東市建興里青海路４段４７２號１樓'
        },
        {
          name: '台東中興分公司',
          address: '臺東縣臺東市光明里中興路二段四四二號一樓'
        },
        {
          name: '台東豐樂分公司',
          address: '臺東縣臺東市豐樂里正氣北路五二六號一樓'
        },
        {
          name: '台東豐里分公司',
          address: '臺東縣臺東市豐里里中華路三段二五七號一樓'
        },
        {
          name: '台東鐵花分公司',
          address: '臺東縣臺東市鐵花里中華路一段五七五號一樓'
        },
        {
          name: '台東四維分公司',
          address: '臺東縣臺東市新生里傳廣路三九九號一樓'
        },
        {
          name: '台東新生分公司',
          address: '臺東縣臺東市自強里臺東縣臺東市中心里開封街六四六號一樓'
        },
        {
          name: '台東豐榮分公司',
          address: '臺東縣臺東市豐榮里豐榮路１８７號１樓'
        },
        {
          name: '台東南京分公司',
          address: '臺東縣臺東市民族里正氣路３８４號１樓'
        },
      ],
    },
    '花蓮縣': {
      '光復鄉': [
        {
          name: '花蓮縣第一O四分公司',
          address: '花蓮縣光復鄉大華村中山路2段223號'
        },
      ],
      '吉安鄉': [
        {
          name: '吉安慶豐分公司',
          address: '花蓮縣吉安鄉慶豐村中山路3段450號1樓'
        },
        {
          name: '吉安自強分公司',
          address: '花蓮縣吉安鄉勝安村自強路129號1樓'
        },
        {
          name: '吉安仁里分公司',
          address: '花蓮縣吉安鄉仁里村中正路1段153號、155號1樓'
        },
        {
          name: '吉安福興分公司',
          address: '花蓮縣吉安鄉福興村福興路232之1號'
        },
        {
          name: '吉安宜昌分公司',
          address: '花蓮縣吉安鄉中華路2段161號1樓'
        },
        {
          name: '花蓮縣第一O五分公司',
          address: '花蓮縣吉安鄉仁里村仁里五街48-1號及南埔八街65-1號'
        },
        {
          name: '花蓮縣第一O六分公司',
          address: '花蓮縣吉安鄉北昌村建國路1段42號'
        },
        {
          name: '吉安鑫莊敬分公司',
          address: '花蓮縣吉安鄉自強路603號'
        },
      ],
      '壽豐鄉': [
        {
          name: '壽豐志學分公司',
          address: '花蓮縣壽豐鄉志學村中正路17號1樓'
        },
        {
          name: '壽豐豐田分公司',
          address: '花蓮縣壽豐鄉豐山村中山路195號'
        },
      ],
      '新城鄉': [
        {
          name: '花蓮縣第一O三分公司',
          address: '花蓮縣新城鄉北埔村北埔路159號1樓'
        },
        {
          name: '新城北埔分公司',
          address: '花蓮縣新城鄉北埔村北埔路二八二號一樓'
        },
        {
          name: '新城嘉新分公司',
          address: '花蓮縣新城鄉嘉新村花師街37號1樓'
        },
        {
          name: '新城太魯閣分公司',
          address: '花蓮縣新城鄉新城村新興路53號1樓'
        },
        {
          name: '新城康樂分公司',
          address: '花蓮縣新城鄉康樂村康樂路279、281號1樓'
        },
      ],
      '玉里鎮': [
        {
          name: '花蓮縣第一O二分公司',
          address: '花蓮縣玉里鎮中華路177號'
        },
      ],
      '瑞穗鄉': [
        {
          name: '瑞穗車站分公司',
          address: '花蓮縣瑞穗鄉瑞穗村中正北路1號1樓'
        },
      ],
      '秀林鄉': [
        {
          name: '秀林和平分公司',
          address: '花蓮縣秀林鄉和平村和平187號1樓'
        },
      ],
    },
    '花蓮縣花蓮市': {
      '其他': [
        {
          name: '花蓮美崙分公司',
          address: '花蓮縣花蓮市民享里化道路二二六號、二二六之一號一樓'
        },
        {
          name: '花蓮正國分公司',
          address: '花蓮縣花蓮市國治里中正路569號1樓'
        },
        {
          name: '花蓮中福分公司',
          address: '花蓮縣花蓮市主學里中正路268號1樓'
        },
        {
          name: '花蓮國盛分公司',
          address: '花蓮縣花蓮市國聯里國聯五路126號、128號1樓'
        },
        {
          name: '花蓮富強分公司',
          address: '花蓮縣花蓮市國裕里中山路708號1樓'
        },
        {
          name: '花蓮德順分公司',
          address: '花蓮縣花蓮市主權里德安一街223號1樓'
        },
        {
          name: '花蓮國興分公司',
          address: '花蓮縣花蓮市國聯里國聯五路59號1樓'
        },
        {
          name: '花蓮正明分公司',
          address: '花蓮縣花蓮市民生里中正路633號1樓'
        },
        {
          name: '花蓮榮正分公司',
          address: '花蓮縣花蓮市中正路207號、209號'
        },
        {
          name: '花蓮正義分公司',
          address: '花蓮縣花蓮市中正路413號、415號1樓'
        },
      ],
    },
    '苗栗縣': {
      '公館鄉': [
        {
          name: '公館新鶴岡分公司',
          address: '苗栗縣公館鄉鶴山村7鄰鶴山235之1號、235之2號、235之3號、236號'
        },
        {
          name: '苗栗縣第一0二分公司',
          address: '苗栗縣公館鄉玉谷村14鄰向陽31、32號'
        },
      ],
      '卓蘭鎮': [
        {
          name: '卓蘭上新分公司',
          address: '苗栗縣卓蘭鎮上新里上新12號1樓'
        },
        {
          name: '苗栗縣第一一一分公司',
          address: '苗栗縣卓蘭鎮新榮里中正路48號及昭永路35號'
        },
      ],
      '南庄鄉': [
        {
          name: '南庄桂花園分公司',
          address: '苗栗縣南庄鄉南江村5鄰東江89號1樓'
        },
      ],
      '大湖鄉': [
        {
          name: '大湖新南昌分公司',
          address: '苗栗縣大湖鄉南昌路20號、22號'
        },
      ],
      '後龍鎮': [
        {
          name: '後龍大龍分公司',
          address: '苗栗縣後龍鎮中北街67-3號1樓、67-4號1樓、67-5號1樓'
        },
        {
          name: '後龍新東分公司',
          address: '苗栗縣後龍鎮豐富里造豐路126號'
        },
      ],
      '獅潭鄉': [
        {
          name: '苗栗獅潭分公司',
          address: '苗栗縣獅潭鄉新店村新店１５０之６號１樓'
        },
      ],
      '竹南鎮': [
        {
          name: '苗栗縣第一O七分公司',
          address: '苗栗縣竹南鎮竹興里博愛街799號'
        },
        {
          name: '苗栗縣第一一五分公司',
          address: '苗栗縣竹南鎮新南里天文路51號'
        },
        {
          name: '竹南龍天分公司',
          address: '苗栗縣竹南鎮聖福里龍天路５７號１樓'
        },
        {
          name: '竹南光華分公司',
          address: '苗栗縣竹南鎮照南里光復路241號1樓'
        },
        {
          name: '竹南崁頂分公司',
          address: '苗栗縣竹南鎮新南里永貞路2段149號1樓'
        },
        {
          name: '竹南龍佳分公司',
          address: '苗栗縣竹南鎮佳北二街1號'
        },
        {
          name: '苗栗縣第一一O分公司',
          address: '苗栗縣竹南鎮天文里龍山路2段2號1樓'
        },
        {
          name: '竹南中義分公司',
          address: '苗栗縣竹南鎮公義路1354號1樓'
        },
        {
          name: '苗栗縣第一0三分公司',
          address: '苗栗縣竹南鎮博愛街53號'
        },
        {
          name: '苗栗縣第一O五分公司',
          address: '苗栗縣竹南鎮中華路123號、125號1樓'
        },
      ],
      '苑裡鎮': [
        {
          name: '苑裡新興分公司',
          address: '苗栗縣苑裡鎮大同路3號'
        },
        {
          name: '苑裡甜心分公司',
          address: '苗栗縣苑裡鎮山柑里9鄰山柑93號'
        },
        {
          name: '苑裡新信義分公司',
          address: '苗栗縣苑裡鎮苑東里建國路56-2號'
        },
      ],
      '通霄鎮': [
        {
          name: '苗栗縣第一O九分公司',
          address: '苗栗縣通霄鎮通東里忠孝路8-1號'
        },
        {
          name: '通霄中正分公司',
          address: '苗栗縣通霄鎮通西里中正路八十號一樓'
        },
      ],
      '造橋鄉': [
        {
          name: '造橋朝陽分公司',
          address: '苗栗縣造橋鄉朝陽村朝陽路一二七號一樓'
        },
      ],
      '銅鑼鄉': [
        {
          name: '苗栗縣第一O八分公司',
          address: '苗栗縣銅鑼鄉中平村中興路3之1號1樓'
        },
      ],
      '頭屋鄉': [
        {
          name: '頭屋雙龍分公司',
          address: '苗栗縣頭屋鄉尖豐路135-2號'
        },
      ],
    },
    '苗栗縣竹南鎮中華里環市': {
      '其他': [
        {
          name: '竹南環市分公司',
          address: '苗栗縣竹南鎮中華里環市路2段75號1樓'
        },
      ],
    },
    '苗栗縣竹南鎮環市': {
      '其他': [
        {
          name: '竹南環營分公司',
          address: '苗栗縣竹南鎮環市路1段162號'
        },
      ],
    },
    '苗栗縣苗栗市': {
      '其他': [
        {
          name: '苗栗中山分公司',
          address: '苗栗縣苗栗市高苗里中山路９８６之４號１樓'
        },
        {
          name: '苗栗英才分公司',
          address: '苗栗縣苗栗市北苗里英才路127號'
        },
        {
          name: '苗栗大利分公司',
          address: '苗栗縣苗栗市中正路1132號'
        },
        {
          name: '苗栗富樂分公司',
          address: '苗栗縣苗栗市中正路399號1樓'
        },
        {
          name: '苗栗大勝分公司',
          address: '苗栗縣苗栗市新東街142號、144號'
        },
        {
          name: '苗栗嘉新分公司',
          address: '苗栗縣苗栗市國華路126號'
        },
        {
          name: '苗栗福麗分公司',
          address: '苗栗縣苗栗市民族路132號1樓、北安街135號1樓'
        },
        {
          name: '苗栗真興分公司',
          address: '苗栗縣苗栗市為公路540號'
        },
        {
          name: '苗栗自治分公司',
          address: '苗栗縣苗栗市北苗里自治路一六二號一樓'
        },
        {
          name: '苗栗玉清分公司',
          address: '苗栗縣苗栗市玉清里玉清路三十八號一樓'
        },
      ],
    },
    '苗栗縣頭份市': {
      '其他': [
        {
          name: '頭份文化分公司',
          address: '苗栗縣頭份市庄里文化街二０九號一樓'
        },
        {
          name: '頭份大同分公司',
          address: '苗栗縣頭份市建國里大同路一號一樓'
        },
        {
          name: '頭份八寶分公司',
          address: '苗栗縣頭份市後庄里信義路五三三號一樓'
        },
        {
          name: '頭份雙民分公司',
          address: '苗栗縣頭份市民族里民族路196號1樓'
        },
        {
          name: '頭份中央分公司',
          address: '苗栗縣頭份市東庄里中央路76號1樓'
        },
        {
          name: '頭份信東分公司',
          address: '苗栗縣頭份市自強里中華路1135號1樓'
        },
        {
          name: '苗栗縣第一一二分公司',
          address: '苗栗縣頭份市頭份里中正路356號'
        },
        {
          name: '苗栗縣第一一三分公司',
          address: '苗栗縣頭份市後庄里中央路753號1樓'
        },
        {
          name: '苗栗縣第一一四分公司',
          address: '苗栗縣頭份市東庄里尚順路50號1樓'
        },
        {
          name: '頭份立華分公司',
          address: '苗栗縣頭份市中華路600之8號、600之9號、600之10號1樓'
        },
      ],
    },
    '雲林縣': {
      '二崙鄉': [
        {
          name: '二崙永定分公司',
          address: '雲林縣二崙鄉永定村永定路407號'
        },
      ],
      '元長鄉': [
        {
          name: '雲林元長分公司',
          address: '雲林縣元長鄉長南村中山路一一五號一樓'
        },
      ],
      '北港鎮': [
        {
          name: '北港財神分公司',
          address: '雲林縣北港鎮華勝里文仁路１４３號１樓'
        },
        {
          name: '北港豐順分公司',
          address: '雲林縣北港鎮公園路73號1．2樓'
        },
        {
          name: '北港天后分公司',
          address: '雲林縣北港鎮中山路90號1樓'
        },
        {
          name: '雲林縣第一0五分公司',
          address: '雲林縣北港鎮鎮中路95號1樓'
        },
        {
          name: '北港華勝分公司',
          address: '雲林縣北港鎮新街里華勝路四一六號一樓'
        },
        {
          name: '北港文仁分公司',
          address: '雲林縣北港鎮華勝里大同路五五四之一號一樓'
        },
      ],
      '古坑鄉': [
        {
          name: '古坑永光分公司',
          address: '雲林縣古坑鄉永光村光昌路15巷5號'
        },
      ],
      '土庫鎮': [
        {
          name: '土庫建國分公司',
          address: '雲林縣土庫鎮宮北里建國路一三七號一樓'
        },
      ],
      '大埤鄉': [
        {
          name: '雲林縣第一O三分公司',
          address: '雲林縣大埤鄉中正路19號'
        },
      ],
      '崙背鄉': [
        {
          name: '崙背永昌分公司',
          address: '雲林縣崙背鄉南光路1之10號1樓'
        },
      ],
      '斗南鎮': [
        {
          name: '斗南大業分公司',
          address: '雲林縣斗南鎮小東里大業路243號1樓'
        },
        {
          name: '斗南林子分公司',
          address: '雲林縣斗南鎮林子里林子201號'
        },
        {
          name: '斗南新陽光分公司',
          address: '雲林縣斗南鎮大成路62號、長安路1段135號1樓'
        },
      ],
      '東勢鄉': [
        {
          name: '東勢安康分公司',
          address: '雲林縣東勢鄉東南村康安路6號'
        },
      ],
      '林內鄉': [
        {
          name: '林內采虹分公司',
          address: '雲林縣林內鄉林中村中正路30號，32號1樓'
        },
      ],
      '水林鄉': [
        {
          name: '雲林水林分公司',
          address: '雲林縣水林鄉水南村新興南路四號、六號一樓'
        },
      ],
      '臺西鄉': [
        {
          name: '雲林崙豐分公司',
          address: '雲林縣臺西鄉永豐村崙豐路一０八號一樓'
        },
      ],
      '莿桐鄉': [
        {
          name: '莿桐饒平分公司',
          address: '雲林縣莿桐鄉四合村后埔128、129號'
        },
        {
          name: '雲林莿桐分公司',
          address: '雲林縣莿桐鄉莿桐村中正路三十五號一樓'
        },
      ],
      '虎尾鎮': [
        {
          name: '雲林縣第一O七分公司',
          address: '雲林縣虎尾鎮西安里八德街88號'
        },
        {
          name: '雲林縣第一O八分公司',
          address: '雲林縣虎尾鎮新興里民權路13號、15號'
        },
        {
          name: '雲林縣第一一四分公司',
          address: '雲林縣虎尾鎮西屯里大屯266號'
        },
        {
          name: '虎尾文科分公司',
          address: '雲林縣虎尾鎮建國里文科路1151號1樓'
        },
        {
          name: '虎尾霹靂分公司',
          address: '雲林縣虎尾鎮中興路83號1樓、85號1樓、87號1樓'
        },
        {
          name: '虎尾興南分公司',
          address: '雲林縣虎尾鎮蕃薯段158之12號'
        },
        {
          name: '虎尾立人分公司',
          address: '雲林縣虎尾鎮復興路177號1樓'
        },
        {
          name: '雲林縣第一O二分公司',
          address: '雲林縣虎尾鎮忠孝路44號'
        },
        {
          name: '虎尾工專分公司',
          address: '雲林縣虎尾鎮立仁里立德路二號一樓'
        },
      ],
      '褒忠鄉': [
        {
          name: '褒忠聚寶分公司',
          address: '雲林縣褒忠鄉中民村中正路131號1樓'
        },
      ],
      '西螺鎮': [
        {
          name: '雲林縣第一O九分公司',
          address: '雲林縣西螺鎮吳厝里吳厝70-1號'
        },
        {
          name: '西螺青果分公司',
          address: '雲林縣西螺鎮新安里新興路500號'
        },
        {
          name: '西螺廣福分公司',
          address: '雲林縣西螺鎮光復西路2號'
        },
        {
          name: '雲林縣第一一0分公司',
          address: '雲林縣西螺鎮漢光里平和南路399號1-3樓及401號1樓'
        },
        {
          name: '西螺延平分公司',
          address: '雲林縣西螺鎮延平路191號1樓'
        },
      ],
      '麥寮鄉': [
        {
          name: '麥寮德順分公司',
          address: '雲林縣麥寮鄉施厝村施厝２３０號１樓'
        },
        {
          name: '麥寮橋頭分公司',
          address: '雲林縣麥寮鄉橋頭村橋頭路327號1樓'
        },
        {
          name: '麥寮新和順分公司',
          address: '雲林縣麥寮鄉光復路34、36號'
        },
        {
          name: '雲林縣第一0一分公司',
          address: '雲林縣麥寮鄉仁德西路二段543號'
        },
      ],
    },
    '雲林縣斗六市': {
      '其他': [
        {
          name: '雲林縣第一O六分公司',
          address: '雲林縣斗六市榴中里中興路30號'
        },
        {
          name: '斗六竹圍分公司',
          address: '雲林縣斗六市溪洲里竹圍５１號１樓'
        },
        {
          name: '斗六莊敬分公司',
          address: '雲林縣斗六市成功里成功路２８０號１樓'
        },
        {
          name: '斗六龍潭分公司',
          address: '雲林縣斗六市龍潭里龍潭北路2號1樓'
        },
        {
          name: '雲林縣第一一一分公司',
          address: '雲林縣斗六市忠孝里中華路275號'
        },
        {
          name: '斗六榮大分公司',
          address: '雲林縣斗六市大學路1段402號1樓'
        },
        {
          name: '斗六上海分公司',
          address: '雲林縣斗六市上海路176號1樓'
        },
        {
          name: '斗六雲大分公司',
          address: '雲林縣斗六市中山路573號、雲林縣斗六市中山路573-1號'
        },
        {
          name: '斗六社口分公司',
          address: '雲林縣斗六市中山路321號'
        },
        {
          name: '雲林縣第一O四分公司',
          address: '雲林縣斗六市南聖路78巷47、49號1樓'
        },
      ],
      '嘉東里鎮': [
        {
          name: '斗六環球分公司',
          address: '雲林縣斗六市嘉東里鎮南路一二二一號地下一樓'
        },
      ],
      '明德里鎮': [
        {
          name: '雲林縣第一一二分公司',
          address: '雲林縣斗六市明德里鎮北路349之2號'
        },
      ],
      '鎮': [
        {
          name: '斗六明德分公司',
          address: '雲林縣斗六市鎮南里明德路103號1樓'
        },
        {
          name: '雲林縣第一一三分公司',
          address: '雲林縣斗六市鎮西里雲林路2段135號1樓'
        },
        {
          name: '斗六鎮北分公司',
          address: '雲林縣斗六市鎮北路152號1樓'
        },
      ],
    },
    '高雄市': {
      '三民區': [
        {
          name: '高雄大昌分公司',
          address: '高雄市三民區寶興里大昌二路一九五號一樓'
        },
        {
          name: '高雄安康分公司',
          address: '高雄市三民區安康里寧夏街二十六號一樓'
        },
        {
          name: '高雄黃興分公司',
          address: '高雄市三民區本揚里高雄市三民區本陽里陽明路四一八號，四二０號一樓'
        },
        {
          name: '高雄市第三一八分公司',
          address: '高雄市三民區黃興路168號、170號1樓'
        },
        {
          name: '高雄市第三一九分公司',
          address: '高雄市三民區正興里建元路11號1樓'
        },
        {
          name: '高雄市第三二一分公司',
          address: '高雄市三民區德北里中華二路142號'
        },
        {
          name: '高雄鼎華分公司',
          address: '高雄市三民區灣復里鼎山街五九二號一樓'
        },
        {
          name: '高雄褒忠分公司',
          address: '高雄市三民區寶安里大昌二路一一九之三號一樓'
        },
        {
          name: '高雄延慶分公司',
          address: '高雄市三民區安發里延慶街１１３號１樓'
        },
        {
          name: '高雄義明分公司',
          address: '高雄市三民區寶國里義明街1號、3號1樓'
        },
      ],
      '仁武區': [
        {
          name: '仁武八德分公司',
          address: '高雄市仁武區八卦村八德一路４２２號１樓'
        },
        {
          name: '仁武澄合分公司',
          address: '高雄市仁武區仁和村仁雄路３５號１樓'
        },
        {
          name: '仁武大灣分公司',
          address: '高雄市仁武區赤山村仁雄路92之3號1樓'
        },
        {
          name: '仁武仁德分公司',
          address: '高雄市仁武區仁武村仁德巷68號1樓'
        },
        {
          name: '仁武仁龍分公司',
          address: '高雄市仁武區烏林村仁林路190號壹樓'
        },
        {
          name: '仁武鳳仁分公司',
          address: '高雄市仁武區鳳仁路45號'
        },
      ],
      '六龜區': [
        {
          name: '高雄市第三三一分公司',
          address: '高雄市六龜區義寶里光復路109號'
        },
      ],
      '前金區': [
        {
          name: '高雄榮安分公司',
          address: '高雄市前金區東金里自強一路六十，六十二，六十四號一樓'
        },
        {
          name: '高雄市第三三二分公司',
          address: '高雄市前金區新生里七賢二路322號、324號、326號、328號'
        },
        {
          name: '高雄瑞華分公司',
          address: '高雄市前金區七賢二路156號'
        },
        {
          name: '高雄三鳳分公司',
          address: '高雄市前金區中華三路251號'
        },
        {
          name: '高雄錢櫃分公司',
          address: '高雄市前金區六合二路157號、高雄市前金區中華三路147巷6號、高雄市前金區中華三路147巷8號'
        },
        {
          name: '高雄中華分公司',
          address: '高雄市前金區長生里中華三路二十一號１'
        },
      ],
      '前鎮區': [
        {
          name: '高雄和衙分公司',
          address: '高雄市前鎮區草衙里草衙二路四０七號一樓'
        },
        {
          name: '高雄盛豐分公司',
          address: '高雄市前鎮區盛豐里一心二路一五四號，一五六號一樓 '
        },
        {
          name: '高雄二聖分公司',
          address: '高雄市前鎮區竹東里二聖一路六十七號，六十九號一樓'
        },
        {
          name: '高雄草衙分公司',
          address: '高雄市前鎮區草衙里草衙二路四０三號一樓'
        },
        {
          name: '高雄瑞東分公司',
          address: '高雄市前鎮區崗山中街159號、161號'
        },
        {
          name: '高雄華江分公司',
          address: '高雄市前鎮區長江街70號1樓'
        },
        {
          name: '高雄西華分公司',
          address: '高雄市前鎮區光華二路76號'
        },
        {
          name: '高雄市第三三O分公司',
          address: '高雄市前鎮區明正里中山四路100號2樓'
        },
        {
          name: '高雄市第三四O分公司',
          address: '高雄市前鎮區仁愛里德昌路141號、145號'
        },
        {
          name: '高雄市第三四七分公司',
          address: '高雄市前鎮區竹南里鄭和南路420之1'
        },
      ],
      '大寮區': [
        {
          name: '大發中庄分公司',
          address: '高雄市大寮區高雄縣大寮鄉八德路32號'
        },
        {
          name: '高雄市第三五二分公司',
          address: '高雄市大寮區會社里鳳林三路405號、407號、409號、411號'
        },
        {
          name: '大發萬翁分公司',
          address: '高雄市大寮區萬丹路545號'
        },
        {
          name: '大發仁愛分公司',
          address: '高雄市大寮區仁愛路22號、24號、26號'
        },
      ],
      '大樹區': [
        {
          name: '大樹水興分公司',
          address: '高雄市大樹區水寮村中山路174號'
        },
        {
          name: '大樹義邦分公司',
          address: '高雄市大樹區三和村學城路1段12號'
        },
        {
          name: '大樹義城分公司',
          address: '高雄市大樹區學城路1段12號'
        },
        {
          name: '大樹鳳荔分公司',
          address: '高雄市大樹區實踐路61號(1234間)'
        },
      ],
      '大社區': [
        {
          name: '大社翠屏分公司',
          address: '高雄市大社區翠屏村中山路三五０號一樓'
        },
      ],
      '小港區': [
        {
          name: '高雄市第三五五分公司',
          address: '高雄市小港區坪頂里高坪二十二路471號1樓'
        },
        {
          name: '高雄漢中分公司',
          address: '高雄市小港區正苓里漢民路３２６號、３２８號１樓'
        },
        {
          name: '高雄崇明分公司',
          address: '高雄市小港區港明里崇明街160號1樓'
        },
        {
          name: '高雄市第三三四分公司',
          address: '高雄市小港區桂林里桂陽路210號'
        },
        {
          name: '高雄市第三三三分公司',
          address: '高雄市小港區鳳林里鳳林路99號1樓'
        },
        {
          name: '高雄市第三五六分公司',
          address: '高雄市小港區山明里松和路2號、6號1樓'
        },
        {
          name: '高雄中安分公司',
          address: '高雄市小港區廈莊一街168號1樓'
        },
        {
          name: '高雄市第三0二分公司',
          address: '高雄市小港區鋼平街150號、152號'
        },
        {
          name: '高雄沿海分公司',
          address: '高雄市小港區店鎮里沿海一路三九七之五號一樓'
        },
        {
          name: '高雄漢民分公司',
          address: '高雄市小港區六苓里漢民路五０一號一樓'
        },
      ],
      '岡山區': [
        {
          name: '岡山平和分公司',
          address: '高雄市岡山區岡山里岡山路二七七之一號一樓'
        },
        {
          name: '高雄市第三二三分公司',
          address: '高雄市岡山區竹圍里中山北路158號1樓'
        },
        {
          name: '岡山嘉興分公司',
          address: '高雄市岡山區嘉興里嘉興路三七四之十號一樓'
        },
        {
          name: '岡山岡燕分公司',
          address: '高雄市岡山區岡燕路289號．291號1樓'
        },
        {
          name: '岡山柳橋分公司',
          address: '高雄市岡山區柳橋西路1段27號1樓'
        },
        {
          name: '岡山忠誠分公司',
          address: '高雄市岡山區成功路97號1樓'
        },
        {
          name: '高雄市第三O九分公司',
          address: '高雄市岡山區前峰路130-4號'
        },
        {
          name: '岡山飛行分公司',
          address: '高雄市岡山區協榮里久和路一之一號一樓'
        },
      ],
      '左營區': [
        {
          name: '高雄市第三二四分公司',
          address: '高雄市左營區福山里榮總路225號、227號'
        },
        {
          name: '高雄市第三二七分公司',
          address: '高雄市左營區永清里海功路2、6號1樓'
        },
        {
          name: '高雄孟子分公司',
          address: '高雄市左營區新光里孟子路五一五號一樓'
        },
        {
          name: '高雄華夏分公司',
          address: '高雄市左營區福山里華夏路１１６８號１樓'
        },
        {
          name: '高雄孟立分公司',
          address: '高雄市左營區菜公里孟子路１０９號１樓'
        },
        {
          name: '高雄榮總分公司',
          address: '高雄市左營區福山里榮總路１０７號、１０９號１樓'
        },
        {
          name: '高雄富國分公司',
          address: '高雄市左營區新上里富國路４８號１樓'
        },
        {
          name: '高雄光興分公司',
          address: '高雄市左營區新上里光興街60號1樓'
        },
        {
          name: '高雄左大分公司',
          address: '高雄市左營區左營大路248、250號1樓'
        },
        {
          name: '高雄文萊分公司',
          address: '高雄市左營區文萊路325號'
        },
      ],
      '彌陀區': [
        {
          name: '高雄市第三0六分公司',
          address: '高雄市彌陀區中正路50號1樓'
        },
      ],
      '新興區': [
        {
          name: '高雄文橫分公司',
          address: '高雄市新興區振成里文橫二路一六六之一號一樓'
        },
        {
          name: '高雄市第三五八分公司',
          address: '高雄市新興區東坡里林森一路163-1號、163-2號及林森一路161巷6號'
        },
        {
          name: '高雄尚義分公司',
          address: '高雄市新興區文昌里中正二路二二０號一樓'
        },
        {
          name: '高雄福華分公司',
          address: '高雄市新興區七賢一路301號1樓'
        },
        {
          name: '高雄民族分公司',
          address: '高雄市新興區民族二路一００號一樓'
        },
      ],
      '旗山區': [
        {
          name: '旗山大同分公司',
          address: '高雄市旗山區大德里大同街二之二號一樓'
        },
        {
          name: '旗山車站分公司',
          address: '高雄市旗山區大德里大同街二十三號一樓'
        },
      ],
      '旗津區': [
        {
          name: '高雄市第三六O分公司',
          address: '高雄市旗津區振興里廟前路28號1樓'
        },
      ],
      '杉林區': [
        {
          name: '高雄市第三三五分公司',
          address: '高雄市杉林區月眉里清水路45號'
        },
      ],
      '林園區': [
        {
          name: '高雄市第三二二分公司',
          address: '高雄市林園區王公里林園北路439號1樓'
        },
        {
          name: '林園鳳林分公司',
          address: '高雄市林園區東林村鳳林路1段92號1樓'
        },
        {
          name: '高雄市第三五三分公司',
          address: '高雄市林園區鳳芸里漁港路87號'
        },
        {
          name: '林園文林分公司',
          address: '高雄市林園區東林西路137號、139號'
        },
        {
          name: '林園北園分公司',
          address: '高雄市林園區王公村林園北路四七七號一樓'
        },
      ],
      '梓官區': [
        {
          name: '高雄市第三五九分公司',
          address: '高雄市梓官區信蚵里漁港二路13號'
        },
      ],
      '楠梓加工出口區': [
        {
          name: '日月光一分公司',
          address: '高雄市楠梓加工出口區經三路２６號地下１層'
        },
      ],
      '楠梓區': [
        {
          name: '高雄惠豐分公司',
          address: '高雄市楠梓區惠豐里惠豐街166號、168號1樓'
        },
        {
          name: '高雄德昌分公司',
          address: '高雄市楠梓區惠民路220號1樓'
        },
        {
          name: '高雄右昌分公司',
          address: '高雄市楠梓區右昌街221號'
        },
        {
          name: '高雄市第三三九分公司',
          address: '高雄市楠梓區清豐里土庫二路152號、156號1樓、2樓'
        },
        {
          name: '高雄市第三四五分公司',
          address: '高雄市楠梓區清豐里創新路86號、88號、90號'
        },
        {
          name: '高雄後勁分公司',
          address: '高雄市楠梓區後昌路131號、133號1樓'
        },
        {
          name: '高雄德祥分公司',
          address: '高雄市楠梓區海專路401號1樓'
        },
        {
          name: '高雄清豐分公司',
          address: '高雄市楠梓區土庫路61號1樓及清豐二路66號1樓'
        },
        {
          name: '高雄常德分公司',
          address: '高雄市楠梓區常德路320、322號1樓'
        },
        {
          name: '高雄民昌分公司',
          address: '高雄市楠梓區德民路989之2、989之3號1樓'
        },
      ],
      '橋頭區': [
        {
          name: '橋頭糖廠分公司',
          address: '高雄市橋頭區糖廠路2-1號1樓、橋南路108號、110號1樓'
        },
        {
          name: '橋頭建樹分公司',
          address: '高雄市橋頭區橋頭村成功北路六十五號、六十七號、六十九號一樓'
        },
      ],
      '湖內區': [
        {
          name: '湖內正億分公司',
          address: '高雄市湖內區正義一路210號及216巷8弄2號'
        },
        {
          name: '湖內大湖分公司',
          address: '高雄市湖內區大湖村中山路一段四九三號一樓'
        },
        {
          name: '湖內中華分公司',
          address: '高雄市湖內區公館村中華街二五一號一樓'
        },
      ],
      '燕巢區': [
        {
          name: '燕巢新民分公司',
          address: '高雄市燕巢區中民路535號、537號、535之1號1樓'
        },
      ],
      '美濃區': [
        {
          name: '高雄市第三二八分公司',
          address: '高雄市美濃區泰安里中正路1段53號、55號'
        },
      ],
      '苓雅區': [
        {
          name: '高雄五福分公司',
          address: '高雄市苓雅區林安里五福一路一五三號一樓'
        },
        {
          name: '高雄市第三二O分公司',
          address: '高雄市苓雅區林南里廣州一街127號、127-1號、127-2號1樓'
        },
        {
          name: '高雄武仁分公司',
          address: '高雄市苓雅區福地里武仁街九十五號一樓'
        },
        {
          name: '高雄實踐分公司',
          address: '高雄市苓雅區同慶里和平一路１３０號１樓'
        },
        {
          name: '高雄碼頭分公司',
          address: '高雄市苓雅區意誠里成功二路１４４號１樓'
        },
        {
          name: '高雄福山分公司',
          address: '高雄市苓雅區福德三路226號'
        },
        {
          name: '高雄市第三四九分公司',
          address: '高雄市苓雅區意誠里自強三路16號、18號及20巷2號、6號1至3樓'
        },
        {
          name: '高雄豐強分公司',
          address: '高雄市苓雅區苓雅二路108號、自強三路145號1樓'
        },
        {
          name: '高雄新義分公司',
          address: '高雄市苓雅區正義路176號、178號1樓'
        },
        {
          name: '高雄忠孝分公司',
          address: '高雄市苓雅區三多三路168號1樓'
        },
      ],
      '茄萣區': [
        {
          name: '茄萣白砂崙分公司',
          address: '高雄市茄萣區萬福村白砂路243號1樓'
        },
        {
          name: '茄萣民治分公司',
          address: '高雄市茄萣區民治路101號1樓、103號1樓、105號1樓'
        },
        {
          name: '茄定嘉福分公司',
          address: '高雄市茄萣區保定村仁愛路二段一八五號、一八七號一樓'
        },
      ],
      '路竹區': [
        {
          name: '高雄市第三二六分公司',
          address: '高雄市路竹區中山路711號'
        },
        {
          name: '路竹一甲分公司',
          address: '高雄市路竹區甲南村大仁路326號1樓'
        },
        {
          name: '路竹中興分公司',
          address: '高雄市路竹區中興路150-4號1樓'
        },
      ],
      '阿蓮區': [
        {
          name: '阿蓮忠孝分公司',
          address: '高雄市阿蓮區忠孝路232號及236號1樓'
        },
      ],
      '鳥松區': [
        {
          name: '鳥松大仁分公司',
          address: '高雄市鳥松區鳥松村大仁南路１號１樓'
        },
        {
          name: '高雄市第三0三分公司',
          address: '高雄市鳥松區松埔北巷4-205號'
        },
        {
          name: '高雄市第三一一分公司',
          address: '高雄市鳥松區學堂路91-1、93、93-1號'
        },
      ],
      '鳳山區': [
        {
          name: '鳳山武聖分公司',
          address: '高雄市鳳山區武漢里武慶二路１０２號１樓'
        },
        {
          name: '鳳山文華分公司',
          address: '高雄市鳳山區文德里青年路二段一七一號一樓'
        },
        {
          name: '鳳山南京分公司',
          address: '高雄市鳳山區新富里凱旋路三六五之八號一樓 '
        },
        {
          name: '鳳山五甲分公司',
          address: '高雄市鳳山區天興里錦田路一九三號一樓'
        },
        {
          name: '鳳山海洋分公司',
          address: '高雄市鳳山區新甲里海洋一路一二七號，一二九號一樓'
        },
        {
          name: '鳳山忠義分公司',
          address: '高雄市鳳山區忠義里中山西路三六八號一樓'
        },
        {
          name: '高雄市第三二五分公司',
          address: '高雄市鳳山區興仁里中山路151號、153號1樓'
        },
        {
          name: '鳳山善美分公司',
          address: '高雄市鳳山區善美里南榮路８３號１樓'
        },
        {
          name: '鳳山鳳凌分公司',
          address: '高雄市鳳山區興仁里立志街166號1樓'
        },
        {
          name: '鳳山新強分公司',
          address: '高雄市鳳山區新強里新富路210號1樓'
        },
      ],
      '鹽埕區': [
        {
          name: '高雄大仁分公司',
          address: '高雄市鹽埕區光明里大仁路五十九號一樓'
        },
        {
          name: '高雄福王分公司',
          address: '高雄市鹽埕區五福四路72號'
        },
      ],
      '鼓山區': [
        {
          name: '高雄國泰分公司',
          address: '高雄市鼓山區平和里九如四路六八七號，六八九號一樓'
        },
        {
          name: '高雄華泰分公司',
          address: '高雄市鼓山區華豐里華泰路二三０號一樓'
        },
        {
          name: '高雄市第三一七分公司',
          address: '高雄市鼓山區鼓山二路43號、45號1樓'
        },
        {
          name: '高雄青泉分公司',
          address: '高雄市鼓山區正德里鼓山三路十三之一號一樓'
        },
        {
          name: '高雄明倫分公司',
          address: '高雄市鼓山區明倫路148號1樓'
        },
        {
          name: '高雄市第三四四分公司',
          address: '高雄市鼓山區明誠里明華路280號、282號'
        },
        {
          name: '高雄市第三四六分公司',
          address: '高雄市鼓山區前峰里逢甲路98號'
        },
        {
          name: '高雄南屏分公司',
          address: '高雄市鼓山區南屏路536號1樓'
        },
        {
          name: '高雄美新分公司',
          address: '高雄市鼓山區美術南三路201號1樓'
        },
        {
          name: '高雄美藝分公司',
          address: '高雄市鼓山區美術館路87號'
        },
      ],
    },
  }
};
